{"type": "FeatureCollection", "features": [{"type": "Feature", "properties": {"name": "Paghmān, Afghanistan", "title": "Live Updates: Security Threats at Kabul Airport Prompt Multiple Warnings::U.S. Warns of Threat at Airport in Kabul::Taliban's takeover of Kabul sooner than expected: Danish intelligence", "imageUrl": "https://restcountries.eu/data/afg.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico", "description": "The U.S., U.K. and Australia warned of an unspecified threat outside the Kabul airport and told citizens to stay away. The warnings came in the last days of the U.S. evacuation, as thousands of desperate foreigners and Afghans tried to escape Taliban rule.::The U.S. government has long warned of potential security threats but the latest warning cited specific gates.::The Danish Defense Intelligence Service (FE) has publicly acknowledged it underestimated the Taliban's ability to take over Kabul despite \"continuous assessments,\" according to an FE press release on Wednesday.", "source": "NY Times::NY Times::China News Service (CNS)", "sourceUrl": "https://www.nytimes.com/live/2021/08/25/world/afghanistan-taliban-kabul-biden-news/::https://www.nytimes.com/2021/08/25/world/asia/us-kabul-airport-threat.html::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669197.shtml"}, "geometry": {"type": "Point", "coordinates": [68.9569399, 34.5911393]}}, {"type": "Feature", "properties": {"name": "Yur’yev-Pol’skiy, Russia", "title": "In First Interview From Jail, an Upbeat Navalny Discusses Prison Life::Aleksei Navalny in His Own Words: Read Excerpts From His Interview::‘Psychological violence’: Alexei Navalny says he is forced to watch eight hours of state TV a day", "imageUrl": "https://icon-library.com/images/world-map-icon-png/world-map-icon-png-20.jpg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "Russian political prisoners today are subjected to “psychological” pressure, said the opposition leader Aleksei A. Navalny, who is forced to watch state TV for more than eight hours a day.::Aleksei A. Navalny, the Russian opposition leader, lays out his case — by turns funny, sarcastic and ironic — for the inevitability of democracy in his country.::<p>Russian opposition leader tells of brainwashing and propaganda in jail but remains optimistic Putin regime will end ‘sooner or later’</p><p> Jailed Kremlin critic Alexei Navalny has given his first interview from prison, comparing it to a Chinese labor camp and saying he is forced to watch eight hours of state television a day.</p><p>Navalny, who built his political career on exposing corruption in Russia, is being held in a maximum security prison colony in Pokrov, 100km east of Moscow.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/alexei-navalny-russia-prison-state-tv-china-labour-camp-psychological-violence\">Continue reading...</a>", "source": "NY Times::NY Times::The Guardian", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/europe/navalny-jail-prison.html::https://www.nytimes.com/2021/08/25/world/europe/navalny-interview-excerpts.html::https://www.theguardian.com/world/2021/aug/26/alexei-navalny-russia-prison-state-tv-china-labour-camp-psychological-violence"}, "geometry": {"type": "Point", "coordinates": [39.6812352, 56.4990965]}}, {"type": "Feature", "properties": {"name": "Hagåtña, Guam", "title": "In This Remote American Outpost, Pandemic Recovery Is a Faraway Dream", "imageUrl": "https://restcountries.eu/data/gum.svg", "icon": "https://www.nytimes.com/favicon.ico", "description": "Tourism-dependent Guam has done almost everything it can to restart its economy. Its Asian neighbors may have to bounce back first.", "source": "NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/asia/guam-economy-pandemic.html"}, "geometry": {"type": "Point", "coordinates": [144.793731, 13.444304]}}, {"type": "Feature", "properties": {"name": "Kabul, Afghanistan", "title": "A Swimmer’s Journey From Afghanistan to Refugee Camps to the Paralympics::ISIS Branch in Afghanistan Poses Terror Threat to Evacuation in Kabul::In Afghanistan's Panjshir Valley, Taliban Resistance Faces Long Odds::How Many People in Afghanistan Need to be Rescued? The Number Remains Elusive.::U.S. Says 1,500 Americans in Afghanistan as Withdrawal Deadline Nears::Under Taliban Rule, Life in Kabul Transforms Once Again::2 U.S. Representatives Try to Explain Unauthorized Visit to Kabul::How many people in Afghanistan are seeking to be evacuated? The number remains elusive.::Seth Moulton and Peter Meijer Flew to Kabul on an Unauthorized Mission::A Taliban Spokesman Urges Women to Stay Home Because Fighters Haven't Been Trained to Respect Them::Biden Sticks to Afghan Deadline, Resisting Pleas to Extend Evacuation::Military Ramps Up Evacuations From Kabul, but Bottlenecks Persist::C.I.A. Director Had Secret Talks With Taliban in Kabul::Taliban Reject Extended Deadline as U.S. Races to Finish Evacuation::A Paradox for the Taliban: Resistance in Afghanistan Appears to Be Growing::German Foreign Minister on the Afghanistan Debacle: \"I Don't Know If It's Possible to Completely Make Up for Everything\"::The Entirely Predictable Failure of the West's Mission in Afghanistan::A Chronicle of German Failures in Afghanistan: \"Takeover of Kabul Unlikely Before 9/11\"::Local Hires Stranded in Afghanistan: \"They Don't Care About My Life!\"::A Wolf in Sheep's Clothing: Fears Justified as Taliban Secures Power in Afghanistan::Xi, Putin show united stance on Afghanistan::U.S. to ensure Americans, partners can leave Afghanistan beyond Aug. 31: Blinken::Chinese, Dutch FMs exchange views on Afghanistan, bilateral ties::EU to allocate over 200 mln euros in humanitarian aid for Afghanistan::Foreign military forces must be held accountable for violations of human rights in Afghanistan: diplomat::Afghanistan: US and allies warn of ‘high’ terror threat at Kabul airport::‘I saw children falling down’: panic and despair in Kabul as time runs out::‘Don’t avert your eyes’: Afghan teachers urge world to defend girls’ education::Evacuating Afghanistan: a visual guide to flights in and out of Kabul::Biden pours salt into wounds of relations with Europe at G7 meeting::How the west will try to sway the Taliban::'We were not aware of this visit': Pentagon on US congressmen in Kabul during evacuation – video::Joe Biden says US 'on pace' to leave Afghanistan on 31 August – video::Taliban will take 'different stance' if US troops remain beyond 31 August – video", "imageUrl": "https://restcountries.eu/data/afg.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "Abbas Karimi, who was born without arms, eventually made it to the U.S. and realized his dream of competing internationally.::An Islamic State affiliate that is a sworn enemy of both the Taliban and the United States threatens a large-scale attack against the mission at the airport.::For now, the fighters have merely two assets: a narrow valley with a history of repelling invaders and the legacy of a storied mujahedeen commander.::U.S. officials are reluctant to provide an estimate of the one number that matters most in their stream of evacuation updates.::The State Department is frantically trying to track down U.S. citizens. Tens of thousands of Afghan allies will all but certainly be left behind.::Though the streets are quiet, Kabul residents describe a struggle to make ends meet in a reeling economy where banks and government offices are closed, and uncertainty reigns.::Representatives Seth Moulton and Peter Meijer said they could not get answers on the evacuation from the Biden administration, so they went to Afghanistan to see for themselves.::::Biden administration officials said the trip by Representatives Seth Moulton and Peter Meijer had wasted resources needed to help evacuate people in Afghanistan.::“We don’t want our forces, God forbid, to harm or harass women,” a Taliban spokesman said.::The American withdrawal coincided with a threat by the Taliban to stop Afghans from traveling to the airport, an ominous sign that the window may be slamming shut for thousands of people desperate to leave.::The Pentagon has increased the number of flights, but questions remain about whether the military can sustain the pace as the deadline to end the operation draws near.::The meetings are the highest-level in-person talks between a Biden administration official and Afghanistan’s new leadership.::Tens of thousands are still hoping for rescue, with priority recently being given to Americans over Afghan allies, according to a U.S. official and those involved in the effort.::After almost two decades as a guerilla movement, the Taliban have completely underestimated what it means to run a state. It will be extremely difficult for them to keep Afghanistan under control.::German Foreign Minister Heiko Maas has been under fire since the fall of Kabul. In a DER SPIEGEL interview, he speaks about the mistakes that have been made and the dangers of the rescue operation currently under way in Afghanistan.::In early July, I met with a leading Taliban military commander. I asked when his fighters would arrive in Kabul. His answer: \"They are already there.\" How the Afghanistan mission failed and what happens next.::German diplomats only found out by chance that their American counterparts were evacuating from Kabul and they were blindsided by the Taliban's rapid advance in the capital. But internal documents show that Berlin ignored urgent warnings.::Thousands of local hires who worked for the German armed forces are desperately trying to make their way to the Bundeswehr's evacuation flights. But Germany's bureaucracy is making it difficult for them and the Taliban is blocking the way to the airport.::The Taliban claim they will be a just and more gentle power this time around, but all past experience justifies the panic and horror. What is the country facing under its new rulers?::China and Russia agreed to strengthen communication and coordination on the Afghan issue as President Xi Jinping and his Russian counterpart Vladimir Putin exchanged in-depth views on the situation in the war-torn country in a phone conversation on Wednesday.::U.S. Secretary of State Antony Blinken said on Wednesday that the United States would work to ensure Americans and Afghan partners could leave Afghanistan beyond Aug. 31, the planned deadline for the ongoing evacuation led by the U.S. military.::Chinese State Councilor and Foreign Minister Wang Yi and Dutch Foreign Minister Sigrid Kaag exchanged their views on the situation in Afghanistan as well as bilateral ties in a telephone conversation on Tuesday.::The European Union (EU) will increase its humanitarian aid to Afghan people to over 200 million euros (236 million U.S. dollars), announced European Commission President Ursula von der Leyen on Tuesday.::A Chinese envoy on Tuesday highlighted that military forces of the United States, the United Kingdom and Australia must be held accountable for their violations of human rights in Afghanistan, and the related UN resolution must cover this issue.::<p>US, UK and Australia urge citizens and visa holders to stay away from airport unless otherwise instructed amid rush to evacuate</p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/aug/26/afghanistan-live-news-updates-evacuation-refugees-taliban-kabul-airport-latest\">Afghanistan – latest updates</a></li></ul><p>The United States has warned crowds trying to access Kabul airport to leave the area, as Britain and Australia cited the “high threat” of a terrorist attack.</p><p>All three countries asked that people no longer attempt to travel to the airport, a distressing call as people with practically no other means of escape from Afghanistan attempt to save their lives and those of loved ones.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/afghanistan-us-uk-australia-security-threat-kabul-airport-evacuations\">Continue reading...</a>::<p>Faced with crowd stampedes and Taliban reprisals, even those eligible for travel to UK have begun to give up hope</p><p>For the past four days, Nangyalai, a 42-year-old minicab driver from south London, has been queueing with his wife and 11-month-old baby outside the Baron hotel on the edge of Kabul airport, trying to get close enough to the entrance gate to show guards his British passport.</p><p>There is a sign by the gate stating “British passport holders only”. Inside the hotel, officials are working to grant evacuation visas for thousands of UK nationals and Afghan citizens who have worked for British organisations. Diplomatic staff say they are “processing hundreds every hour”, but there is a growing sense of despair among the crowds who have been waiting outside since the start of the week – and tensions are rising.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/i-saw-children-falling-down-panic-and-despair-in-kabul-as-time-runs-out\">Continue reading...</a>::<p>Educators say they fear reversal of hard-won progress as aid workers call for Taliban’s desire for international legitimacy to be used as leverage</p><p>Afghanistan’s only boarding school for girls has temporarily relocated to Rwanda, its co-founder has said, just days after a video of her burning class records to avoid Taliban recriminations was widely shared on social media.</p><p>Shabana Basij-Rasikh, who escaped Kabul with 250 students and staff, urged the world to “not avert your eyes” from the millions of girls left behind.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/25/afghanistan-teachers-defend-girls-education-taliban-international-aid\">Continue reading...</a>::<p>Flights stopped as the Taliban seized control, but numbers are back up and the vast majority of aircraft are now military</p><p>Kabul airport’s air traffic now seems to be at a stable level due to an increase in military aircraft evacuating people, new Guardian analysis has revealed.</p><p>Fewer than 15 aircraft arrived or departed each day between 16 and 19 August, according to data from <a href=\"https://www.flightradar24.com/34.57,69.21/14\">Flightradar24</a>.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/evacuating-afghanistan-a-visual-guide-to-flights-in-and-out-of-kabul\">Continue reading...</a>::<p>Analysis: US president dashes hopes he might acknowledge damage done by handling of Afghan withdrawal</p><p>In the end it took only seven minutes for Joe Biden to pour salt into the wounds of his fractured relationship with European leaders, telling them firmly on a video call that <a href=\"https://www.theguardian.com/world/2021/aug/24/us-has-no-plans-to-delay-afghanistan-exit-beyond-31-august-pentagon-says\">he would not extend</a> the 31 August deadline for US troops to stay in Kabul, as he had been asked by the French, Italians and most of all the British. The rebuff follows Biden’s earlier decision in July to insist on the August deadline previously set in 2020 by Donald Trump for the withdrawal, a decision the US president relayed to his EU colleagues as a fait accompli.</p><p>For Europe the episode has been a rude awakening, and a moment of sober reassessment. <a href=\"https://www.theguardian.com/world/2021/mar/23/joe-biden-attend-eu-virtual-summit-this-week\">Only on 25 March</a> Charles Michel had afforded Biden the chance to address a meeting of the European Council, the first foreign leader given the honour since Barack Obama 11 years earlier. Biden after all had said his foreign policy would only be as strong as his system of alliances, the true shield of the republic, and Europe would be at the heart of that system.</p> <a href=\"https://www.theguardian.com/world/2021/aug/24/biden-pours-salt-into-wounds-relations-europe-g7-meeting\">Continue reading...</a>::<p>Analysis: The prospect of aid, or the threat of sanctions, may not influence Afghanistan’s new leaders</p><p>After some inelegant flip-flopping, the UK and other G7 countries appear to be returning to a familiar combination of carrots and sticks such as humanitarian aid, international recognition and sanctions in an effort to retain a measure of influence over the Taliban.</p><p>The threat of sanctions was raised explicitly by the British foreign secretary, Dominic Raab, in the <a href=\"https://www.telegraph.co.uk/politics/2021/08/23/stand-afghan-people-support-aspiration-better-life/\">Daily Telegraph</a>, even though Downing Street had earlier cautioned that such threats were unhelpful during the refugee airlift when maximum cooperation from the militants is required. In practice, the entire Taliban leadership is already subject to sanctions.</p> <a href=\"https://www.theguardian.com/world/2021/aug/24/how-the-west-will-try-to-sway-the-taliban\">Continue reading...</a>::<p>The Pentagon has responded to the unexpected arrival of two&nbsp;<a href=\"https://www.theguardian.com/us-news/us-congress\">US Congress</a>&nbsp;members in Kabul airport, in what the congressmen claimed was a fact-finding mission but critics have dismissed as grandstanding. “They certainly took time away from what we had planned to do that day,” said John Kirby, the Pentagon press secretary.</p><p>Seth Moulton, a Democratic representative from Massachusetts, and Peter Meijer, a Republican representative from Michigan, astonished state department and military officials in the Afghan capital when they flew in on Tuesday.&nbsp;</p><ul><li><a href=\"https://www.theguardian.com/world/2021/aug/25/fury-as-us-politicians-fly-into-kabul-in-midst-of-evacuation-effort\">Fury as US congressmen fly into Kabul in midst of evacuation effort</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/25/we-were-not-aware-of-this-visit-pentagon-on-us-congressmen-in-kabul-during-evacuation-video\">Continue reading...</a>::<p>Joe Biden says the US is 'on pace' to finish its Afghanistan evacuation efforts by 31 August, despite pleas of domestic and international allies to keep troops on the ground. The president cited a growing terrorist threat as a reason to continue its mass evacuation. 'The sooner we can finish, the better. Each day of operations brings added risk to our troops,' he said</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/aug/24/joe-biden-afghanistan-evacuations-deadline-taliban\">Biden rejects allies’ pleas to keep troops in Afghanistan beyond end of August</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/25/joe-biden-says-us-on-pace-to-leave-afghanistan-on-31-august-video\">Continue reading...</a>::<p>A Taliban spokesman has said in a press conference that the 31 August deadline for US evacuations from the country will remain, adding the Taliban are 'not in favour' of allowing skilled Afghans to leave the country and would regard a delay in US withdrawal as contrary to the US agreement with the Taliban.</p><p>Zabihullah Mujahid also made clear that the Taliban would take 'a different stance' regarding the presence of US troops beyond 31 August</p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/aug/24/afghanistan-live-news-taliban-kabul-us-withdrawal-joe-biden-germany-airport-plane-flights-evacuation\">Afghanistan: latest updates</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/24/taliban-will-take-different-stance-if-us-troops-remain-beyond-31-august-video\">Continue reading...</a>", "source": "NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/asia/afghan-swimmer-tokyo-paralympics.html::https://www.nytimes.com/2021/08/25/us/politics/isis-terrorism-afghanistan-taliban.html::https://www.nytimes.com/2021/08/25/world/asia/panjshir-valley-ahmad-massoud.html::https://www.nytimes.com/2021/08/24/us/politics/afghanistan-evacuations-kabul-airport.html::https://www.nytimes.com/2021/08/25/world/asia/afghanistan-taliban-united-states-evacuation.html::https://www.nytimes.com/2021/08/24/world/asia/kabul-life-taliban-rule.html::https://www.nytimes.com/2021/08/25/us/politics/seth-moulton-peter-meijer-kabul-afghanistan.html::https://www.nytimes.com/2021/08/25/world/how-many-people-in-afghanistan-are-seeking-to-be-evacuated-the-number-remains-elusive.html::https://www.nytimes.com/2021/08/24/world/asia/moulton-meijer-kabul-trip.html::https://www.nytimes.com/2021/08/24/world/asia/taliban-women-afghanistan.html::https://www.nytimes.com/2021/08/24/world/asia/biden-afghanistan-withdrawal-evacuation.html::https://www.nytimes.com/2021/08/24/us/politics/us-military-evacuations-kabul.html::https://www.nytimes.com/2021/08/24/world/asia/cia-taliban-william-burns-afghanistan.html::https://www.nytimes.com/2021/08/23/world/asia/afghanistan-evacuation-americans-biden.html::https://www.spiegel.de/international/world/a-paradox-for-the-taliban-resistance-in-afghanistan-appears-to-be-growing-a-661beb11-035f-4eee-a749-b40c153055b9#ref=rss::https://www.spiegel.de/international/germany/german-foreign-minister-on-the-afghanistan-debacle-i-don-t-know-if-it-s-possible-to-completely-make-up-for-everything-a-2901ca30-cd06-43c8-a847-5bb7fa151fbe#ref=rss::https://www.spiegel.de/international/world/the-trillion-dollar-illusion-the-entirely-predictable-failure-of-the-west-s-mission-in-afghanistan-a-0193fa9c-aa6f-4719-84de-01ead3aefcf6#ref=rss::https://www.spiegel.de/international/germany/takeover-of-kabul-unlikely-before-9-11-a-chronicle-of-german-failures-in-afghanistan-a-d954eee2-f72d-4125-a6d5-90d3d774a422#ref=rss::https://www.spiegel.de/international/world/local-hires-stranded-in-afghanistan-they-don-t-care-about-my-life-a-7f755418-7fde-4c86-a6e8-0d8bb86bb7e5#ref=rss::https://www.spiegel.de/international/world/a-wolf-in-sheep-s-clothing-fears-justified-as-taliban-secures-power-in-afghanistan-a-87f0a165-1948-45c3-8195-8be59b844032#ref=rss::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669264.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669189.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668920.shtml::http://www.ecns.cn/news/politics/2021-08-25/detail-ihaqkfpn8668801.shtml::http://www.ecns.cn/news/politics/2021-08-25/detail-ihaqkfpn8668690.shtml::https://www.theguardian.com/world/2021/aug/26/afghanistan-us-uk-australia-security-threat-kabul-airport-evacuations::https://www.theguardian.com/world/2021/aug/25/i-saw-children-falling-down-panic-and-despair-in-kabul-as-time-runs-out::https://www.theguardian.com/global-development/2021/aug/25/afghanistan-teachers-defend-girls-education-taliban-international-aid::https://www.theguardian.com/world/2021/aug/25/evacuating-afghanistan-a-visual-guide-to-flights-in-and-out-of-kabul::https://www.theguardian.com/world/2021/aug/24/biden-pours-salt-into-wounds-relations-europe-g7-meeting::https://www.theguardian.com/world/2021/aug/24/how-the-west-will-try-to-sway-the-taliban::https://www.theguardian.com/world/video/2021/aug/25/we-were-not-aware-of-this-visit-pentagon-on-us-congressmen-in-kabul-during-evacuation-video::https://www.theguardian.com/world/video/2021/aug/25/joe-biden-says-us-on-pace-to-leave-afghanistan-on-31-august-video::https://www.theguardian.com/world/video/2021/aug/24/taliban-will-take-different-stance-if-us-troops-remain-beyond-31-august-video"}, "geometry": {"type": "Point", "coordinates": [67.709953, 33.93911]}}, {"type": "Feature", "properties": {"name": "Beijing, China", "title": "Rejecting Covid-19 Inquiry, China Peddles Conspiracy Theories Blaming US::Zhang Zhan, Chinese Citizen Journalist, Is Ailing From Hunger Strike::‘Window Is Rapidly Closing’ to Gather Key Evidence on Virus Origins, Scientists Say::Rejecting a Covid inquiry, China peddles conspiracy theories blaming the U.S.::China will hold the unvaccinated ‘accountable’ if there are outbreaks.::Has Biden been set up by politicized intelligence agencies with absurd virus origins tracing?::CPC releases key publication on its mission, contributions::Chinese mainland reports 3 new locally transmitted COVID-19 cases::5.5-magnitude quake hits China's Gansu, no casualties reported::Olympic weightlifting champion Lu Xiaojun backs to Tianjin with honor::Regulator to strengthen industry, supply chains::Booster shots to be on health agenda after herd immunity::New batch of little giants to champion SME cause::China builds cross-border finance blockchain platform::Major shale oilfield discovered in Daqing::Xi stresses promoting Saihanba Spirit, striving for economic-social development goals::China's services trade fair to showcase latest hi-tech gadgets::U.S. congressional report on COVID-19 origins exaggerates Wuhan lab numbers::Russia to host about 1,000 Afghans: official::U.S. Fed chair unlikely to announce start of tapering asset purchases this week: media::U.S. defense secretary orders mandatory vaccination for active-duty, reserve troops::U.S. should invite WHO to probe coronavirus origins at Fort Detrick, UNC::China to increase fiscal support for Yangtze River Economic Belt development::U.S. child COVID-19 cases reach levels not seen since winter surge: report::Doubtful Points about Fort Detrick (USAMRIID)::Ambassador Chen Xu Addressed to Director-General of the WHO on SARS-CoV-2 Origin-tracing::China to increase fiscal support for Yangtze River Economic Belt development::China to strengthen ties with Ethiopia, further vitalize China-Africa cooperation: FM::Chinese Embassy in U.S. supports science-based COVID-19 origin tracing, opposes political virus::Xi calls for deeper China-Russia cooperation against interference::Xi says China ready to strengthen coordination with Russia, world on Afghanistan::Putin says Russia opposes politicizing COVID-19 origins tracing::Xi eyes deeper vaccine cooperation with Russia::China urges U.S. to stop political manipulation on coronavirus origins tracing::U.S. intelligence community's probe on COVID-19 origin \"proceeded from wrong premise,\" says Chinese embassy::Eurasia commodity online expo opens in China's Xinjiang::China advances intelligent public transport systems::Philippine exports to China increase \"significantly\" during Duterte's administration: senior official::Chinese ambassador demands investigation into U.S. labs for COVID-19 origins tracing::China says it has smooth, effective communications with the Taliban::China wins silver in track cycling women's individual pursuit at Tokyo Paralympic Games::Aerial view of magnificent Hukou Waterfall::Chinese envoy writes to WHO chief on COVID-19 origins-tracing::Terrace fields in Ningxia form spectacular scenery in early autumn::In Pics: A glimpse of salts in Gansu::Intelligent robot promotes traditional tea ceremony in Chongqing::Wang Mang Ridge in Shanxi shrouded in sea of clouds::New landmarks light up Chengdu City::Digitalized exhibit brings Palace Museum collection to life in Chongqing::Chinese ambassador congratulates 1-year birthday of Panda cub Xiao Qi Ji::Russian polar bear in Nanjing ready to date with girlfriend in Xi'an::Commissioner's office of Chinese foreign ministry reiterates China's position on COVID-19 origin tracing::S.Korea's childbirth hits record low in H1::China launches new round of environmental inspections::Aussie state's hospital system under strain as COVID-19 cases surge to record high::Water outflow of China's Sanjiangyuan on the rise::U.S. House Democrats break stalemate to advance infrastructure bill, budget resolution::China to build satellite constellation for natural disaster observation::ZSL Whipsnade Zoo launches annual animal weigh-in and measurement activity::Ancient towers on Jinshanling Great Wall consolidated::China's early rice output up 2.7 pct in 2021::Washington's probe into COVID-19's origins seems more about politics: media::Li Bo assumes role of Deputy Managing Director at IMF::Blame game on origins-tracing compromise COVID-19 fight: Zimbabwean media::Railway workers in Xinjiang develop train body cleaner::U.S. approves licenses for Huawei to buy auto chips: Reuters::British trade commissioner for China urges smart technology collaboration::Chinese Embassy in Britain condemns Channel 4's documentary on COVID-19 origins tracing::Nation surpasses 5-year targets to reduce occurrence of range of disabilities::Comicomment: White-tailed deer, where were you infected with Covid-19?::Chinese mainland reports 4 new locally transmitted COVID-19 cases::China's Zhangjiajie reopens as COVID-19 subdued::China could become first country to control Delta outbreak: CNN::China discovers major shale oil field::China to send sixth medical team to Angola::Chipmakers helping solve global shortage::China's central bank set to bolster small businesses::U.S. report on virus origins 'anti-science'::Xi stresses developing green economy::Over 700 PLA troops vie in International Army Games::Paralympics open with promise of safe Games::China to boost security, anti-terror cooperation with Pakistan::China's services trade fair CIFTIS attracts 143 financial entities::China’s trade halt with Lithuania over Taiwan ties sends warning to Europe::All theories on origins of Covid-19 outbreak still ‘on the table’, says WHO::Reuters reveals China’s CCPC takes center stage in Iran, Venezuela oil trade", "imageUrl": "https://restcountries.eu/data/chn.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::reuters.png", "description": "A new wave of disinformation follows President Biden’s order for the United States to investigate the origin of the pandemic, including the possibility of a lab leak in Wuhan.::Zhang Zhan was sentenced to four years for videos about failures in handling the virus. She now weighs less than 90 pounds, her former lawyer says.::Further delays could make it impossible to recover crucial evidence about the beginning of the pandemic, say experts studying the origins of the coronavirus for the World Health Organization.::::::On May 26, due to the crazy hype about the \"lab leak\" theory in the US, President Joe Biden demanded that US intelligence agencies investigate the origins of COVID-19 in 90 days.::The Publicity Department of the Communist Party of China (CPC) Central Committee on Thursday released a key publication on the Party's mission and contributions.::The Chinese mainland on Wednesday reported three new locally transmitted confirmed COVID-19 cases in Yunnan Province, the National Health Commission said in its daily report on Thursday.::A 5.5-magnitude earthquake jolted Kazak Autonomous County of Aksay in northwest China's Gansu Province at 7:38 a.m. Thursday, according to the China Earthquake Networks Center (CENC).::Lu Xiaojun, the record-breaking winner in the men's 81kg weightlifting at the late 2020 Tokyo Olympic Games, poses for a photo, Tianjin, China, on August 25, 2021. Lu Xiaojun has finished the quarantine and will prepare for the upcoming National Games of China, to be held in September in northwest China's Shaanxi Province.::China's top industry regulator is ramping up efforts to strengthen industry and supply chains, as a more resilient and flexible industry chain is an important foundation for economic growth.::COVID-19 booster shots can be rolled out to high-risk groups in China after enough people are vaccinated to establish herd immunity, domestic vaccine developers said amid mounting evidence that an additional dose can prompt a spike in immune responses.::China unveiled its largest-ever batch of 2,930 \"little giant companies\"－innovative small and medium-sized enterprises or SMEs－recently, which shows the country's strong determination to mold such firms into future champions in bottleneck sectors, industry experts said.::China has established a digital finance service platform to leverage blockchain technology to spur the development of a China-Europe cargo train service.::The discovery of a major shale oilfield in Daqing, Heilongjiang province, with predicted geological reserves of about 1.268 billion metric tons will further boost output in the country's biggest oilfield while ensuring national energy security, said experts.::Chinese President Xi Jinping has stressed implementing the new development philosophy, promoting the Saihanba Spirit, and striving to achieve this year's major goals for the country's economic and social development.::This year's China International Fair For Trade in Services (CIFTIS) will include a forum on technological innovations to boost digitalization and decarbonization, with multiple new gadgets on display.::A U.S. congressional report on the origins of COVID-19 have drastically exaggerated budget numbers at the Wuhan Institute of Virology (WIV) by up to a thousandfold, misleading the public and the media with false information.::Moscow will assist the arrival of around 1,000 Afghans to Russia, particularly those holding Russian citizenship or other documents, head of the Russian Center for Afghan Diasporas said Wednesday.::It's pretty unlikely U.S. Federal Reserve Chair Jerome Powell will announce in his speech Friday that the central bank is officially ready to start tapering its asset purchase program, local media reported on Wednesday.::U.S. Defense Secretary Lloyd Austin has ordered mandatory vaccination for all active-duty and reserve members of the military, but has not given an exact deadline for the implementation, according to a Pentagon memo dated Tuesday.::A Chinese foreign ministry spokesperson on Wednesday urged the United States to stop political manipulation on the issue of coronavirus origins tracing.::China will increase fiscal and tax support to promote high-quality development of the Yangtze River Economic Belt, a State Council executive meeting said on Wednesday.::The child COVID-19 cases in the United States reached levels not seen since the winter surge, said the latest report from the American Academy of Pediatrics and the Children's Hospital Association.::Fort Detrick, where the United States Army Medical Research Institute of Infectious Disease (USAMRIID) is located, is the center of U.S. bio-military activities and notorious for its illegal, non-transparent and unsafe practices.::On August 24, Ambassador Chen Xu, Permanent Representative of China to the UN Office at Geneva and other International Organizations in Switzerland, wrote to Dr. Tedros Adhanom Ghebreyesus, the Director-General of the World Health Organization, further reiterating China's consistent position on the issue of SARS-CoV-2 origin-tracing.::China will increase fiscal and tax support to promote high-quality development of the Yangtze River Economic Belt, a State Council executive meeting said on Wednesday.::China stands ready to strengthen practical cooperation with Ethiopia in various fields and take the opportunity of the upcoming meeting of the Forum on China-Africa Cooperation (FOCAC) to inject new impetus into China-Africa cooperation, Chinese State Councilor and Foreign Minister Wang Yi said Wednesday.::The Chinese Embassy in the United States on Wednesday published an article on its website stating its position and calling for science-based COVID-19 origin tracing.::Chinese President Xi Jinping said Wednesday that China and Russia, as comprehensive strategic partners of coordination for a new era, should deepen cooperation against interference.::Chinese President Xi Jinping said Wednesday that China stands ready to strengthen communication and coordination with Russia and the broader international community on the Afghanistan issue.::Russian President Vladimir Putin said Wednesday that Russia is opposed to the politicization of COVID-19 origins tracing.::Chinese President Xi Jinping said Wednesday that China is ready to work with Russia to deepen cooperation on vaccine development and production and ensure the safety and stability of the global supply chain for vaccines.::China on Wednesday urged the United States to stop political manipulation on the issue of coronavirus origins tracing.::Whatever the conclusion, the U.S. intelligence community's investigation into the origins of COVID-19 \"proceeded from a wrong premise,\" said the Chinese embassy in the United States on Tuesday.::The (China) Eurasia Commodity and Trade Online Expo 2021 opened Wednesday in Urumqi, capital of northwest China's Xinjiang Uygur Autonomous Region.::China has been promoting a number of pioneering intelligent public transport systems in cities of Beijing, Shanghai, Changsha and Wuxi.::Philippine exports to China have \"increased significantly\" during the administration of President Rodrigo Duterte, the Department of Trade and Industry said late Tuesday.::A senior Chinese diplomat said on Tuesday that the labs of Fort Detrick and University of North Carolina in the United States should be subject to \"transparent investigation with full access\" for the origins tracing of COVID-19.::China has kept effective communications and negotiations with the Taliban, and Kabul is a key platform and channel for the two sides to discuss all kinds of important affairs, Chinese Foreign Ministry spokesperson Wang Wenbin said Tuesday.::Chinese athlete Wang Xiaomei on Wednesday claimed the silver medal in the Women's C1-3 3000m Individual Pursuit at the Tokyo 2020 Paralympic Games. It is the first medal that the Chinese delegation has won at the games.::Aerial photo shows roaring Hukou Waterfall on the Yellow River in Ji County, Shanxi Province. The water volume in the Jin-Shan (Shanxi-Shaanxi) valley has risen since the upstream areas experienced more rainy days.::Chen Xu on Tuesday wrote to Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization, further reiterating China's consistent position on the issue of COVID-19 origins-tracing.::Photo shows green terrace fields on the mountain, Pengyang, Ningxia Hui Autonomous Region, August 24, 2021. As one of the top 10 spectacular Chinese terrace fields, there are a total of 627, 000 mu (41, 800 hectares) terrace fields in Pengyang, forming a grand scenery in the early autumn.::Workers pile up dried salt at a Gaotai County, Zhangye, Gansu Province. The history of cultivating and dry lake salts in the county could be derived from over 2,000 years ago in the Han Dynasty (202 BC-AD 220). Covering 75 square kilometers, the salt lake in Gaotai County has a total of 65 million tons of salt reserve.::An intelligent robot performing a traditional Chinese tea ceremony appeared at Smart China Expo 2021 in Chongqing City on Monday.::Wangmang Ridge Scenery Tourist Area in Jincheng City, Shanxi Province, was enveloped in a sea of clouds on Monday.::New landmarks including \"Ring of Jiaozi\" and \"Twin Towers of Tianfu International Financial Center\" were lit up in Chengdu City on Friday night.::An immersive art exhibition featuring famed paintings from the Palace Museum kicked off in Chongqing on Sunday.::Panda cub \"Little miracle,\" or Xiao Qi Ji , celebrated his first birthday at the Smithsonian National Zoo on Saturday.::\"Zai Zai\", a polar bear from Nanjing Underwater World in Jiangsu Province, will head for Xi'an to date with its girlfriend.::The office of the commissioner of the Chinese foreign ministry in the Hong Kong Special Administrative Region (HKSAR) on Wednesday reiterated what China supports and opposes about COVID-19 origin tracing.::South Korea's childbirth hit a record low in the first half of this year, fueling worry about the so-called demographic cliff, statistical office data showed Wednesday.::China's central authorities have organized a new round of environmental inspections in provincial regions and centrally-administered state-owned enterprises (SOEs), said the Ministry of Ecology and Environment Wednesday.::The hospital system in the Australian state of New South Wales (NSW) is under challenge, as the state's new locally acquired COVID-19 cases soared to over 900 on Wednesday.::Affected by factors including climate warming and humidification, the amount of water flowing out of the Sanjiangyuan area, dubbed as \"Asia's water tower,\" has increased in recent years.::U.S. Democrats-held House of Representatives on Tuesday voted to advance a bipartisan 1-trillion-U.S.-dollar infrastructure bill and approve a 3.5-trillion-dollar budget resolution, breaking the stalemate on intra-party disagreement over the chamber's legislative priority.::China has initiated a project of building a constellation of 36 low-orbit satellites to gather information for forecasting natural disasters and monitoring urban emergencies.::Zoo keeper Jonathan Risbridgr encourages a Ring Tailed Lemur to stand on weighing scales at ZSL Whipsnade Zoo 2021 weigh-in and measurement, in Dunstable, Britain, August 24, 2021.::Photo shows the Yaogou Tower on the Jinshanling Great wall, Chengde, Hebei Province, August 24, 2021.::China's early rice output saw a 2.7-percent increase this year as per unit yield improved, the National Bureau of Statistics (NBS) said Wednesday.::Washington's stance on investigating the origins of COVID-19 seems more about politics, in particular \"engaging China from a position of strength,\" said an opinion piece published in the South China Morning Post Tuesday.::Li Bo, deputy governor of the People's Bank of China, has assumed the role of deputy managing director at the International Monetary Fund effective Aug 23, according to the fund's official website.::The U.S. \"lab leak\" theory on COVID-19 origins is detrimental to world progress and leads nowhere in the fight against the disease, according to an opinion article published by Zimbabwe's The Sunday Mail newspaper.::A third generation train body cleaner independently developed by Xinjiang's railway staff has been put into operation at the Kashgar vehicle servicing depot in the Xinjiang Uygur Autonomous Region.::U.S. officials have approved licensing applications worth hundreds of millions of dollars for Chinese telecom giant Huawei to buy chips for its growing auto component business, Reuters reported, citing people familiar with the matter.::The British trade commissioner for China has called for smart technology collaboration between the countries to increase productivity and meet global challenges.::The Chinese Embassy in Britain on Monday strongly condemned Britain's Channel 4 for its recent airing of a documentary titled \"Did Covid Leak from a Lab in China?\"::China has hit a host of targets set in 2016 to reduce the occurrence of disabilities, an official said on Tuesday.::One-third of white-tailed deer in the north-eastern United States, including Michigan, Pennsylvania, Illinois and New York, have antibodies against SARS-CoV-2 — a sign that they have been infected with the virus, according to a report released by the journal Nature on Aug. 2.::The Chinese mainland on Tuesday reported four new locally transmitted confirmed COVID-19 cases, including two in Shanghai, and one each in Jiangsu and Yunnan, the National Health Commission said in its daily report on Wednesday.::Zhangjiajie, a renowned tourist city in central China's Hunan Province, lifted traffic restrictions starting at 8 a.m. Wednesday after the recent resurgence of COVID-19 has been subdued.::China scored a victory with its stringent zero-COVID-19 approach, as no new locally transmitted COVID-19 cases were reported on Monday nationwide for the first time since July, and it \"could become the world's first country to control a major Delta outbreak\".::China's Daqing Oilfield, a subordinate of the China National Petroleum Corporation, announced Wednesday the discovery of a major shale oil field with predicted geological reserves of about 1.27 billion tonnes.::China is negotiating with Angola on sending the sixth medical team to the African country under a cooperation and development support program, Chinese Ambassador to Angola Gong Tao said here Monday.::Chip-making companies in China are working hard to help solve a global shortage of semiconductor products, as can be seen from the record output of integrated circuits, or ICs, in the country in July, industry insiders said.::The real economy and small businesses in China are likely to receive more funding from the banking sector in the coming months, as the central bank vowed more actions to ensure stable credit growth and reallocate the supply of loans, analysts said on Tuesday.::China is concerned the so-called United States intelligence report on coronavirus origins will contain predetermined conclusions and be unreliable, as it urged Washington on Tuesday to stop politicizing the scientific issue.::President Xi Jinping has called for further progress in developing the green economy and ecological conservation and praised the spirit of foresters in Saihanba, Hebei province, who planted in recent decades the world's biggest cultivated forest.::The Chinese military has sent 20 teams with a total of more than 700 troops to participate in competitions of the International Army Games 2021 in Russia, China, Belarus, Uzbekistan and Iran.::The Tokyo 2020 Paralympic Games kicked off on Tuesday night at Japan's Olympic Stadium as a video showed a gentle breeze blowing through the fields, courts and venues and finally sweeping into the stadium, becoming a huge gust of wind in the process.::Zhao Kezhi on Tuesday said China is willing to keep close communication and coordination with Pakistan to boost anti-terror cooperation and enhance bilateral security cooperation mechanism to maintain security and stability of the two countries and the region.::A total of 143 financial organizations and enterprises will attend the thematic exhibition on financial services of the China International Fair For Trade in Services (CIFTIS), according to a media briefing.::<p>Tough response to Baltic nation’s decision to exchange diplomatic offices with Taiwan puts under EU under pressure </p><p>China’s use of trade as a weapon in diplomatic disputes appears to be now targeted at Lithuania, home to fewer than 3 million people, after the Baltic nation agreed to exchange diplomatic offices with Taiwan.</p><p>But Beijing’s unofficial halt to its already limited trade with Lithuania is more about sending a warning to the rest of Europe, analysts have said.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/chinas-trade-halt-with-lithuania-over-taiwan-ties-sends-warning-to-europe\">Continue reading...</a>::<p>Remarks follow reports US intelligence study unable to conclude if virus came from animals or a Wuhan lab</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The World Health Organization has said all theories on the origins of the Covid-19 outbreak, including the possibility of laboratory leak, are “on the table” and urged Chinese scientists to carry out their own investigations.</p><p>WHO officials were answering questions from the press after a classified US intelligence report delivered to the White House on Tuesday was reported to be inconclusive on the question of the origins of the pandemic, in part due to a lack of information from China.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/us-intelligence-biden-inconclusive-report-covid-origins-wuhan-lab-animals\">Continue reading...</a>::<p>Reuters revealed that a Chinese logistics firm has emerged as a central player in the supply of sanctioned oil from [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-chinas-ccpc-takes-center-stage-in-iran-venezuela-oil-trade/\" rel=\"nofollow\">Reuters reveals China&#8217;s CCPC takes center stage in Iran, Venezuela oil trade</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>", "source": "NY Times::NY Times::NY Times::NY Times::NY Times::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::The Guardian::The Guardian::Reuters South America", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/asia/china-coronavirus-covid-conspiracy-theory.html::https://www.nytimes.com/2021/08/25/world/asia/china-zhang-zhan-hunger-strike.html::https://www.nytimes.com/2021/08/25/science/lab-leak-covid.html::https://www.nytimes.com/2021/08/25/world/rejecting-a-covid-inquiry-china-peddles-conspiracy-theories-blaming-the-us.html::https://www.nytimes.com/2021/08/25/world/china-will-hold-the-unvaccinated-accountable-if-there-are-outbreaks.html::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669313.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669303.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669301.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669299.shtml::http://www.ecns.cn/photo/2021-08-26/detail-ihaqkfpn8669288.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669275.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669273.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669271.shtml::http://www.ecns.cn/news/economy/2021-08-26/detail-ihaqkfpn8669268.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669252.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669232.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669226.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669230.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669205.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669187.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669193.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669195.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669199.shtml::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669191.shtml::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669184.shtml::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669181.shtml::http://www.ecns.cn/news/economy/2021-08-26/detail-ihaqkfpn8669175.shtml::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669172.shtml::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669159.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669147.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669145.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669143.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669141.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669139.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669127.shtml::http://www.ecns.cn/business/2021-08-25/detail-ihaqkfpn8669111.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669113.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669117.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669115.shtml::http://www.ecns.cn/news/politics/2021-08-25/detail-ihaqkfpn8669108.shtml::http://www.ecns.cn/news/sports/2021-08-25/detail-ihaqkfpn8669065.shtml::http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8669062.shtml::http://www.ecns.cn/news/politics/2021-08-25/detail-ihaqkfpn8669054.shtml::http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8669047.shtml::http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8669041.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669018.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669016.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669014.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669012.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669010.shtml::http://www.ecns.cn/video/2021-08-25/detail-ihaqkfpn8669008.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669004.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669006.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668976.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668980.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668972.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668968.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668974.shtml::http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8668953.shtml::http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8668937.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668922.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668926.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668928.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668924.shtml::http://www.ecns.cn/news/cns-wire/2021-08-25/detail-ihaqkfpn8668917.shtml::http://www.ecns.cn/business/2021-08-25/detail-ihaqkfpn8668837.shtml::http://www.ecns.cn/news/economy/2021-08-25/detail-ihaqkfpn8668798.shtml::http://www.ecns.cn/news/politics/2021-08-25/detail-ihaqkfpn8668793.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668781.shtml::http://www.ecns.cn/cns-wire/2021-08-25/detail-ihaqkfpn8668779.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668767.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668757.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668743.shtml::http://www.ecns.cn/business/2021-08-25/detail-ihaqkfpn8668739.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668741.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668721.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668719.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668705.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668703.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668697.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668701.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668678.shtml::http://www.ecns.cn/business/2021-08-25/detail-ihaqkfpn8668680.shtml::https://www.theguardian.com/world/2021/aug/26/chinas-trade-halt-with-lithuania-over-taiwan-ties-sends-warning-to-europe::https://www.theguardian.com/world/2021/aug/25/us-intelligence-biden-inconclusive-report-covid-origins-wuhan-lab-animals::https://www.reutersagency.com/en/reuters-best/reuters-reveals-chinas-ccpc-takes-center-stage-in-iran-venezuela-oil-trade/"}, "geometry": {"type": "Point", "coordinates": [104.195397, 35.86166]}}, {"type": "Feature", "properties": {"name": "New York City, United States", "title": "Taliban Spokesman, in Interview, Says, 'We Want to Build the Future'::Montenegro Pledges to Stamp Out a Deadly Trade: Cigarette Smuggling::Your Thursday Briefing::Biden Falls Short on U.S. Vaccine 'Arsenal' Pledge, Experts Say::The W.H.O. will address inequities by making vaccines in Latin America.::Your Thursday Briefing::New case reports are leveling off globally despite the U.S. surge, the W.H.O. says.::This Teenager is Aiming to Be The Youngest Woman to Circle the Globe Solo::A Better Afghan Policy::As world leaders craft strategies, Afghans endure an arduous transition.::Your Wednesday Briefing::Coronavirus Briefing: What Happened Today::The World Bank is freezing aid disbursements to Afghanistan.::Your Wednesday Briefing::Biden Says U.S. Is Poised to Meet Afghan Withdrawal Deadline::F.D.A., Not F.D.R.::The C.D.C. adds several countries to a list that travelers should avoid.::International students begin to return to U.S. universities after a Covid hiatus.::Your Tuesday Briefing", "imageUrl": "https://restcountries.eu/data/usa.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico", "description": "He was once a faceless spokesman for an insurgent group. On Wednesday, Zabihullah Mujahid, a top Taliban official, held forth in the seat of government.::Investigators and journalists were killed while trying to expose smugglers. Now the country is cracking down on a trade it once protected.::A Taliban leader says the group wants to forget the past, but describes restrictions.::Congress appropriated $16 billion to ramp up Covid-19 countermeasures, but a new report found that the Biden administration had spent very little of it on expanding vaccine manufacturing capacity.::In a region where some populations have extremely limited access to vaccines, public health agencies are taking control of the means of production.::Racing to get out of Afghanistan.::::Zara Rutherford, 19, left Belgium last week and plans to complete her journey by early November. Bad weather may be the biggest obstacle.::What would it have been?::::U.S. on track to leave Afghanistan by Aug. 31.::The senior vaccination gap is making the Delta wave deadlier.::The bank had committed nearly $800 million to the country in 2021.::Biden sticks to his deadline on Afghan exit.::The president reiterated his desire to complete the mission by the deadline, but he said withdrawal will hinge on completing the goal of airlifting all Americans and Afghan allies out of the country.::One chose bureaucratic caution. One didn’t.::::In May and June, American consulates issued almost as many visas for international students as during the same period in 2019.::Turkey blocks an influx of Afghan refugees.", "source": "NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/asia/taliban-spokesman-interview.html::https://www.nytimes.com/2021/08/24/world/europe/montenegro-cigarette-smuggling.html::https://www.nytimes.com/2021/08/26/briefing/taliban-navalny-covid-origins.html::https://www.nytimes.com/2021/08/25/us/politics/biden-coronavirus-vaccine.html::https://www.nytimes.com/2021/08/25/world/americas/who-to-manufacture-vaccines-latin-america.html::https://www.nytimes.com/2021/08/25/briefing/afghanistan-evacuations-virus-origin-studies-navalny.html::https://www.nytimes.com/2021/08/25/world/new-case-reports-are-leveling-off-globally-despite-the-us-surge-the-who-says.html::https://www.nytimes.com/2021/08/25/world/zara-rutherford-plane-pilot.html::https://www.nytimes.com/2021/08/25/briefing/afghanistan-policy-biden.html::https://www.nytimes.com/2021/08/25/world/asia/as-world-leaders-craft-strategies-afghans-endure-an-arduous-transition.html::https://www.nytimes.com/2021/08/24/briefing/afghanistan-deadline-unvaccinated-covid-fifa.html::https://www.nytimes.com/2021/08/24/us/coronavirus-seniors-delta-deaths.html::https://www.nytimes.com/2021/08/24/world/asia/world-bank-afghanistan.html::https://www.nytimes.com/2021/08/24/briefing/biden-afghanistan-naftali-bennett.html::https://www.nytimes.com/2021/08/24/world/asia/afghanistan-g7-us-withdrawal.html::https://www.nytimes.com/2021/08/24/briefing/fda-pfizer-vaccine-approval.html::https://www.nytimes.com/2021/08/24/world/the-cdc-adds-several-countries-to-a-list-that-travelers-should-avoid.html::https://www.nytimes.com/2021/08/24/world/international-students-begin-to-return-to-us-universities-after-a-covid-hiatus.html::https://www.nytimes.com/2021/08/23/briefing/afghanistan-turkey-border-fda-vaccine-approval.html"}, "geometry": {"type": "Point", "coordinates": [-74.0059728, 40.7127753]}}, {"type": "Feature", "properties": {"name": "Tokyo, Japan", "title": "Few Women Ascend Japan’s Corporate Ladder. Is Change Finally Coming?::Japan Roller Coaster Closes After Riders Report Broken Bones::Japan's electric company to release Fukushima contaminated water offshore through undersea tunnel::Japan to release Fukushima treated radioactive water through tunnel 1 km offshore", "imageUrl": "https://restcountries.eu/data/jpn.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico", "description": "Only 6 percent of board seats at Japanese companies are held by women. After years of unkept promises, these businesses are now facing pressure both at home and abroad to diversify.::One of the world’s fastest roller coasters was closed after four passengers in the past nine months reported bone fractures.::The Tokyo Electric Power Company Holdings Inc. (TEPCO) is planning to build an approximately 1-km undersea tunnel to release contaminated radioactive water from the disaster-stricken Fukushima Daiichi nuclear power plant out to sea.::The Japanese operator of the Fukushima Daiichi nuclear plant has decided to release treated wastewater from the ruined facility in an area roughly 1 kilometer offshore from the site, reported Nikkei.", "source": "NY Times::NY Times::China News Service (CNS)::China News Service (CNS)", "sourceUrl": "https://www.nytimes.com/2021/08/25/business/women-japan-companies.html::https://www.nytimes.com/2021/08/25/world/asia/japan-rollercoaster-broken-bones-injuries.html::http://www.ecns.cn/news/2021-08-26/detail-ihaqkfpn8669228.shtml::http://www.ecns.cn/news/society/2021-08-25/detail-ihaqkfpn8668840.shtml"}, "geometry": {"type": "Point", "coordinates": [138.252924, 36.204824]}}, {"type": "Feature", "properties": {"name": "Warri, Nigeria", "title": "Chicago Will Require All City Workers to Be Vaccinated, Mayor Says::F.D.A. Fully Approves Pfizer Vaccine::Pfizer-BioNTech and the Delta Variant: How Useful Is a Third Dose of Vaccine?::Portuguese study shows lower efficacy of mRNA vaccines against Delta variant", "imageUrl": "https://restcountries.eu/data/nga.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.ecns.cn/favicon.ico", "description": "The mandate requires municipal workers — including teachers and other public school employees — to be fully vaccinated by Oct. 15 unless they obtain medical or religious exemptions.::The move was expected to kick off a round of new vaccination mandates from hospitals, schools and private companies.::Many countries are moving forward with plans to give vaccinated people a third dose in order to combat the highly infectious Delta variant of the coronavirus. But criticism is mounting, given that only 15 percent of humanity has been fully immunized.::Research by the National Health Institute Doctor Ricardo Jorge (INSA) showed that vaccines that use mRNA technology, such as those from Pfizer and Moderna laboratories, are less effective against the Delta variant of SARS-CoV-2.", "source": "NY Times::NY Times::Der Spiegel - International::China News Service (CNS)", "sourceUrl": "https://www.nytimes.com/2021/08/25/us/chicago-vaccine-mandate.html::https://www.nytimes.com/2021/08/23/health/pfizer-vaccine-approval-fda.html::https://www.spiegel.de/international/world/pfizer-biontech-and-the-delta-variant-how-useful-is-a-third-dose-of-vaccine-a-bcd87497-e38f-4082-817e-a241dbbda49e#ref=rss::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668695.shtml"}, "geometry": {"type": "Point", "coordinates": [5.7932008, 5.5543995]}}, {"type": "Feature", "properties": {"name": "Mexico City, Mexico", "title": "Five women on a famed Afghan robotics team arrive in Mexico.::Oxygen firms accused of intimidating Mexican hospitals during pandemic::Reuters exclusively reports Mexico not eyeing tax hikes in fiscal reform::Reuters exclusively reports Mexico is now ready to welcome private lithium miners", "imageUrl": "https://restcountries.eu/data/mex.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico::reuters.png::reuters.png", "description": "::<p>Hospitals received letters threatening large fines after they installed their own onsite O2 plants in response to shortages</p><p>In March 2020, Benjamin Espinoza Zavala saw an entire floor of his small hospital in Guanajuato, central Mexico, converted into Covid-19 wards. The hospital’s need for oxygen soared.</p><p>Deliveries from CryoInfra, part of the <a href=\"https://grupoinfra.com/\">Grupo Infra group</a>, occasionally slowed to once every couple of days, and he had to buy in extra to cover the sudden gaps in supply. Prices increased. </p> <a href=\"https://www.theguardian.com/global-development/2021/aug/25/oxygen-firms-accused-of-intimidating-mexican-hospitals-during-pandemic\">Continue reading...</a>::<p>Mexico&#8217;s government does not envisage tax increases in an upcoming fiscal reform plan, but will consider closing loopholes, improving taxing [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-not-eyeing-tax-hikes-in-fiscal-reform/\" rel=\"nofollow\">Reuters exclusively reports Mexico not eyeing tax hikes in fiscal reform</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that Mexico’s leftist ruling party has dropped plans to nationalize lithium production and is now pushing to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-is-now-ready-to-welcome-private-lithium-miners/\" rel=\"nofollow\">Reuters exclusively reports Mexico is now ready to welcome private lithium miners</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>", "source": "NY Times::The Guardian::Reuters South America::Reuters South America", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/asia/five-women-on-a-famed-afghan-robotics-team-arrive-in-mexico.html::https://www.theguardian.com/global-development/2021/aug/25/oxygen-firms-accused-of-intimidating-mexican-hospitals-during-pandemic::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-not-eyeing-tax-hikes-in-fiscal-reform/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-is-now-ready-to-welcome-private-lithium-miners/"}, "geometry": {"type": "Point", "coordinates": [-102.552784, 23.634501]}}, {"type": "Feature", "properties": {"name": "Kampala, Uganda", "title": "Uganda takes in evacuees from Afghanistan, honoring a U.S. request.::UN refugee agency commends Uganda for hosting Afghan nationals::Uganda: 51 Afghans Arrive At Entebbe As Several Ugandans Trapped in Kabul::Uganda: Afghan Refugees Arrive in Uganda", "imageUrl": "https://restcountries.eu/data/uga.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico", "description": "::United Nations High Commissioner for Refugees (UNHCR) on Wednesday commended Uganda for allowing to host fleeing Afghan nationals.::[Monitor] Fifty one Afghan evacuees arrived at Entebbe International Airport in Uganda Wednesday morning- following an August 15 Taliban takeover in Kabul.::[Nation] A total of 51 Afghan refugees arrived in Uganda on Wednesday morning, the country's Ministry of Foreign Affairs said.", "source": "NY Times::China News Service (CNS)::AllAfrica::AllAfrica", "sourceUrl": "https://www.nytimes.com/2021/08/25/world/africa/uganda-takes-in-evacuees-from-afghanistan-honoring-a-us-request.html::http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669178.shtml::https://allafrica.com/stories/202108250580.html::https://allafrica.com/stories/202108250721.html"}, "geometry": {"type": "Point", "coordinates": [32.290275, 1.373333]}}, {"type": "Feature", "properties": {"name": "Jerusalem, Israel", "title": "Israel's Naftali Bennett Backs Hard Line on Iran, Softer Tone With U.S.::In Shift, Israel Quietly Allows Jewish Prayer on Temple Mount", "imageUrl": "https://restcountries.eu/data/isr.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico", "description": "In an interview before meeting with President Biden, Prime Minister Naftali Bennett said he opposed U.S. efforts to restore a nuclear deal with Iran and ruled out peace talks with the Palestinians.::Jewish activists say they are exercising their right to free worship at a site holy to Jews and Muslims. But the change upsets a longstanding compromise aimed at staving off conflict.", "source": "NY Times::NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/24/world/middleeast/israel-bennett-biden-iran.html::https://www.nytimes.com/2021/08/24/world/middleeast/israel-temple-mount-prayer.html"}, "geometry": {"type": "Point", "coordinates": [34.851612, 31.046051]}}, {"type": "Feature", "properties": {"name": "Jakarta, Indonesia", "title": "Indonesia is easing restrictions gradually as cases fall.::‘Genetic fossil’: intact DNA from woman who lived 7,200 years ago discovered in Indonesia", "imageUrl": "https://restcountries.eu/data/idn.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "::<p>Skeleton of hunter-gatherer found in Leang Panninge cave sheds light on ancient human migration</p><p>Archaeologists have discovered ancient DNA in the remains of a woman who died 7,200 years ago in Indonesia, a find that challenges what was previously known about migration of early humans.</p><p>The remains, belonging to a teenager nicknamed Bessé, were discovered in the Leang Panninge cave on the Indonesian island of Sulawesi. Initial excavations were undertaken in 2015.</p> <a href=\"https://www.theguardian.com/science/2021/aug/26/genetic-fossil-intact-dna-from-woman-who-lived-7200-years-ago-discovered-in-indonesia\">Continue reading...</a>", "source": "NY Times::The Guardian", "sourceUrl": "https://www.nytimes.com/2021/08/24/world/indonesia-is-easing-restrictions-gradually-as-cases-fall.html::https://www.theguardian.com/science/2021/aug/26/genetic-fossil-intact-dna-from-woman-who-lived-7200-years-ago-discovered-in-indonesia"}, "geometry": {"type": "Point", "coordinates": [113.921327, -0.789275]}}, {"type": "Feature", "properties": {"name": "N'Djamena, Chad", "title": "Chad’s former president, jailed for crimes against humanity, is dead. Reports cite Covid.::Hissène Habré, Ex-President of Chad, Dead at 79", "imageUrl": "https://restcountries.eu/data/tcd.svg", "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico", "description": "::Mr. Habré, who received a life sentence for crimes against humanity including torture and sex offenses, was said to be out of prison for medical treatment at his death.", "source": "NY Times::NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/24/world/chads-former-president-jailed-for-crimes-against-humanity-is-dead-reports-cite-covid.html::https://www.nytimes.com/2021/08/24/world/africa/hissene-habre-dead.html"}, "geometry": {"type": "Point", "coordinates": [15.0557415, 12.1348457]}}, {"type": "Feature", "properties": {"name": "Guatemala City, Guatemala", "title": "Biden’s Dilemma in Guatemala: Stop Corruption, or Migration?", "imageUrl": "https://restcountries.eu/data/gtm.svg", "icon": "https://www.nytimes.com/favicon.ico", "description": "President Biden promised to attack corruption in Central America head on, but that goal has taken a back seat to cooperating on stopping migrants from the region.", "source": "NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/24/world/americas/guatemala-corruption-migrants.html"}, "geometry": {"type": "Point", "coordinates": [-90.23075899999999, 15.783471]}}, {"type": "Feature", "properties": {"name": "Singapore, Singapore", "title": "In Southeast Asia, Kamala Harris Rebukes China", "imageUrl": "https://restcountries.eu/data/sgp.svg", "icon": "https://www.nytimes.com/favicon.ico", "description": "The vice president rebuked China and sought to fortify the image of the United States as a credible ally amid growing questions about Afghanistan.", "source": "NY Times", "sourceUrl": "https://www.nytimes.com/2021/08/24/world/asia/kamala-harris-singapore-vietnam.html"}, "geometry": {"type": "Point", "coordinates": [103.819836, 1.352083]}}, {"type": "Feature", "properties": {"name": "Hamburg, Germany", "title": "Social Design Award 2021: This Is the Last Chance To Take Part in Our Reader Competition!::Stewing Conflict Between German High Court and the EU Could Boil Over::Summer of Anxiety: Have We Finally Broken the Climate?::Lukashenko's Reign of Fear Hits the Olympics and Beyond", "imageUrl": "https://restcountries.eu/data/deu.svg", "icon": "https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico", "description": "Parents and children are always in need of a helping hand, but particularly during pandemic times. That’s why DER SPIEGEL and SPIEGEL WISSEN are looking for the best ideas for strengthening families. Enter your submission by August 31 for a chance to win 2,500 euros!::The European Union's highest court and Germany's Constitutional Court are facing off over which institution has the last say when it comes to major political issues. The government in Berlin is desperately trying to play down the severity of the conflict.::Heat domes in Canada, flooding in Germany, droughts in Africa and Central Asia: This summer has seen some worrying weather. How closely is it tied to climate change? Scientists around the world are trying to find out.::The spectacular defection of Belarusian Olympic sprinter Kristina Timanovskaya shows how great the fear of the country's dictator Alexander Lukashenko has become. Particularly after a mysterious death in Kiev.", "source": "Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/social-design-award-2021-this-is-the-last-chance-to-take-part-in-our-reader-competition-a-6a4a9737-e07b-4210-8f28-ab00be683682#ref=rss::https://www.spiegel.de/international/europe/stewing-conflict-between-german-high-court-and-the-eu-could-boil-over-a-f0b9c9bb-de7a-4dd0-9585-7698a2ffd8c2#ref=rss::https://www.spiegel.de/international/world/summer-of-anxiety-have-we-finally-broken-the-climate-a-b2ce06af-6c61-4ac0-853e-81c4a4fb49b8#ref=rss::https://www.spiegel.de/international/europe/it-s-not-a-joke-lukashenko-s-reign-of-fear-hits-the-olympics-and-beyond-a-ea1db1bb-be4f-4492-9114-3d44f6d54284#ref=rss"}, "geometry": {"type": "Point", "coordinates": [9.9936819, 53.5510846]}}, {"type": "Feature", "properties": {"name": "Yolöten, Turkmenistan", "title": "Mary Trump: \"Donald Is a Fascist and the Republicans Are Trying To Destroy Our Democracy\"", "imageUrl": "https://restcountries.eu/data/tkm.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "In an interview, Mary Trump, the only niece of the former American president, talks about an uncle she describes as dangerous, his enduring power and the growing hate in America.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/world/interview-with-mary-trump-donald-is-a-fascist-and-the-republicans-are-trying-to-destroy-our-democracy-a-fd431142-d921-41fa-a92f-0b83921c842a#ref=rss"}, "geometry": {"type": "Point", "coordinates": [62.3682506, 37.2944409]}}, {"type": "Feature", "properties": {"name": "Nuuk, Greenland", "title": "Rain in Greenland: A Glaciologist Explains a Rare and Dangerous Event", "imageUrl": "https://restcountries.eu/data/grl.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "For the first time on record, it recently rained at the highest point in Greenland. Glaciologist Andreas Peter Ahlstrøm explains why it happened – and how dangerous it could be for the rest of the world.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/world/rain-in-greenland-a-glaciologist-explains-a-rare-and-dangerous-event-a-4c144d2a-1819-4489-a404-dd8e70dcbe9e#ref=rss"}, "geometry": {"type": "Point", "coordinates": [-51.6941381, 64.18140989999999]}}, {"type": "Feature", "properties": {"name": "Nicosia, Cyprus", "title": "A Refugee Returns to Northern Cyprus After 47 Years", "imageUrl": "https://restcountries.eu/data/cyp.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "At the age of 15, Tasoula Hadjitofi had to flee her home in Cyprus. Forty-seven years after the war, Turkey has finally allowed her to visit the Greek quarter in Famagusta for the first time. What is left of her childhood home?", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/europe/an-expellee-returns-to-northern-cyprus-after-47-years-a-664be1fc-7020-45a0-9af3-e4af2233f517#ref=rss"}, "geometry": {"type": "Point", "coordinates": [33.429859, 35.126413]}}, {"type": "Feature", "properties": {"name": "Minsk, Belarus", "title": "Lukashenko's Revenge: How Belarus Is Funneling Refugees into the EU", "imageUrl": "https://restcountries.eu/data/blr.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "With the EU putting pressure on Belarus in the form of sanctions, the country's autocratic president, Alexander Lukashenko, has responded by funneling refugees from Iraq and elsewhere into Lithuania. The situation on the border is worsening.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/europe/lukashenko-s-revenge-how-belarus-is-funneling-refugees-into-the-eu-a-a3151fc2-9b3b-4812-a63a-298ea26f55b0#ref=rss"}, "geometry": {"type": "Point", "coordinates": [27.953389, 53.709807]}}, {"type": "Feature", "properties": {"name": "Berlin, Germany", "title": "Germany's Afghanistan Dilemma: What To Do With Local Hires?", "imageUrl": "https://restcountries.eu/data/deu.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "With the Taliban rapidly taking control in Afghanistan, Berlin doesn't have much time left to protect local hires from potential harm. Meanwhile, a potential new wave of refugees from the country threatens to become a dominant issue in the general election campaign.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/world/germany-s-afghanistan-dilemma-what-to-do-with-local-hires-a-fd26d307-6d46-40ab-a08a-de025e034ccb#ref=rss"}, "geometry": {"type": "Point", "coordinates": [10.451526, 51.165691]}}, {"type": "Feature", "properties": {"name": "Warsaw, Poland", "title": "Poland's Judges Are Fighting To Save Rule of Law and Their Own Jobs", "imageUrl": "https://restcountries.eu/data/pol.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "Jarosław Kaczyński, who holds the levers of power in the Polish government, is well on his way to turning the country into an autocracy. Just one thing stands in his way: a few courageous judges. They are the subject of systematic harassment and are desperately waiting for help from the EU.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/europe/poland-s-judges-are-fighting-to-save-rule-of-law-and-their-own-jobs-a-fdf982c4-4a94-407d-b671-550e9a8ba14b#ref=rss"}, "geometry": {"type": "Point", "coordinates": [19.145136, 51.919438]}}, {"type": "Feature", "properties": {"name": "Managua, Nicaragua", "title": "Bianca Jagger on State-Sponsored Violence in Nicaragua", "imageUrl": "https://restcountries.eu/data/nic.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "Human rights defender Bianca Jagger is heavily critical of the president of her homeland, Nicaragua. \"Daniel Ortega is a murderous dictator,\" she says, adding that she doesn't believe he will ever hold free elections.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/world/bianca-jagger-on-state-sponsored-violence-in-nicaragua-they-would-shoot-at-the-throat-and-the-head-to-murder-the-protesters-a-ee51e63a-cc54-487c-b87a-c471982b4a25#ref=rss"}, "geometry": {"type": "Point", "coordinates": [-85.207229, 12.865416]}}, {"type": "Feature", "properties": {"name": "Addis Ababa, Ethiopia", "title": "The Great Green Wall: Warding Off Desertification in Africa::The Guardian view on global vaccine inequality: unwise as well as unethical | Editorial::Africa: Digital Detox - Can Taking a Break From Tech Improve Your Well-Being?::Africa: It's Been a Year Since Africa Was Declared Polio Free. but a Threat Remains::Africa: Management of World's Forests Must Be Water-Centred::Ethiopia: Ethiopia Unveils Ten-Year Power Project Plan::Africa: Africa CDC and the IFRC Ramp Up Covid-19 Response in Africa", "imageUrl": "https://restcountries.eu/data/eth.svg", "icon": "https://www.spiegel.de/favicon.ico::https://www.theguardian.com/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico", "description": "Africa is suffering from increasing heat and droughts, even though the continent itself plays a very small role in causing climate change. Environmentalists are working on a massive project that will see the planting of a green belt leading from the Atlantic Ocean to the Red Sea.::<p>Richer countries must wake up and see the bigger Covid picture</p><p>The statistics are stark and shaming. During an exasperated <a href=\"https://www.npr.org/2021/08/23/1030248514/who-calls-for-a-delay-in-booster-shots-to-prioritize-under-vaccinated-countries\" title=\"\">intervention</a> earlier this week, the World Health Organization’s director general, Tedros Adhanom Ghebreyesus, pointed out that of 4.8bn Covid vaccine doses delivered around the world to date, <a href=\"https://www.abc.net.au/news/2021-08-24/who-tedros-adhanom-ghebreyesus-vaccine-booster-moratorium/100401328\" title=\"\">around 75%</a> have gone to just 10 countries. The level of vaccine donations from richer countries, he added with some understatement, has been “really disappointing”. In Africa, where a third wave of the virus has been on the march since May, less than 2% of the continent’s population has received a first dose. While high-income countries across the globe have administered around 100 doses for every 100 citizens, the equivalent figure for low-income countries is 1.5.</p><p>As a consequence, while the United States, Britain and other richer nations begin to roll out <a href=\"https://www.ft.com/content/6a6ccde9-7549-4a12-8221-31a5fbe3779a\" title=\"\">programmes</a> for booster shots in the autumn, a pandemic of the unvaccinated continues unabated elsewhere. The WHO’s target of reaching 10% of the population of every country with a first shot by the end of September is unlikely to be met. This grotesque inequity, as Mr Ghebreyesus and <a href=\"https://www.theguardian.com/commentisfree/2021/aug/16/world-billions-covid-vaccine-doses-africa-unprotected\" title=\"\">others</a> have repeatedly pointed out, is ultimately in no one’s interest. Allowing much of the planet to operate as a variant factory, and the more transmissible Delta variant to run riot, stores up trouble for the future. “Vaccinating the world” should therefore be seen as sound strategy as well as an ethical obligation. But, in Europe and North America, early good intentions have so far come a distant second to domestic priorities.</p> <a href=\"https://www.theguardian.com/commentisfree/2021/aug/25/the-guardian-view-on-global-vaccine-inequality-unwise-as-well-as-unethical\">Continue reading...</a>::[Thomson Reuters Foundation] As the pandemic fuels tech fatigue, researchers cast doubt on the benefits of a 'digital detox'::[The Conversation Africa] The 25th of August marks the first anniversary of a milestone that took over 30 years to achieve. Africa being free from polio - a disease that has caused death and paralysis throughout recorded history.::[FAO] Rome -- New FAO-led report launched at World Water Week provides guidance on integrated forest-water management::[Ethiopian Herald] Schemes some 71 power stations in years to come::[Africa CDC] Addis Ababa -- The Africa Centres for Disease Control and Prevention (Africa CDC) and the International Federation of Red Cross and Red Crescent Societies (IFRC) today launched a new collaboration to strengthen community resilience and response to public health emergencies at community level. The two institutions have signed a Memorandum of Understanding to ramp up pandemic response--including testing support to countries; community mobilization; advocacy and scaling up of contact tracing. In addition to COVID-19, the co", "source": "Der Spiegel - International::The Guardian::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica", "sourceUrl": "https://www.spiegel.de/international/world/the-great-green-wall-warding-off-desertification-in-africa-a-461d296b-88ae-4321-bc27-72832dd9884b#ref=rss::https://www.theguardian.com/commentisfree/2021/aug/25/the-guardian-view-on-global-vaccine-inequality-unwise-as-well-as-unethical::https://allafrica.com/stories/202108260036.html::https://allafrica.com/stories/202108260002.html::https://allafrica.com/stories/202108250924.html::https://allafrica.com/stories/202108250775.html::https://allafrica.com/stories/202108260038.html"}, "geometry": {"type": "Point", "coordinates": [38.7577605, 8.9806034]}}, {"type": "Feature", "properties": {"name": "Vienna, Austria", "title": "Weather Disaster in Austria: Finger Pointing After Severe Flooding in Small Town", "imageUrl": "https://restcountries.eu/data/aut.svg", "icon": "https://www.spiegel.de/favicon.ico", "description": "A bitter dispute has erupted in Austria following recent flooding. Did environmentalists hinder the implementation of effective flood-control measures? The debate is a preview of similar arguments that could soon be seen in Germany.", "source": "Der Spiegel - International", "sourceUrl": "https://www.spiegel.de/international/weather-disaster-in-austria-finger-pointing-after-severe-flooding-in-small-town-a-432f6b26-ed9a-447b-8621-692a0777bc4a#ref=rss"}, "geometry": {"type": "Point", "coordinates": [14.550072, 47.516231]}}, {"type": "Feature", "properties": {"name": "Tongzhou, China", "title": "Universal Beijing Resort to make trial operation in Sept::Beijing lifts last community lockdown after epidemic control efforts pay off", "imageUrl": "https://restcountries.eu/data/chn.svg", "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico", "description": "Photo taken on August 25 shows the ride inside the Universal Beijing Resort, Beijing, capital of China. The resort will make a trial operation from September 1 as the three-month internal stress test is near the end.::Beijing lifted the lockdowns of its last at-risk residential community on Tuesday, after the latest round of COVID-19 infections in the city was fully contained, a senior official said.", "source": "China News Service (CNS)::China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/photo/2021-08-26/detail-ihaqkfpn8669280.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668699.shtml"}, "geometry": {"type": "Point", "coordinates": [116.656434, 39.909946]}}, {"type": "Feature", "properties": {"name": "Carolina, Puerto Rico", "title": "Coronavirus Research Conducted by Dr. Ralph Baric's Team at University of North Carolina", "imageUrl": "https://restcountries.eu/data/pri.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "Dr. Ralph Baric and his team from the University of North Carolina have been systematically working on coronavirus-related researches for a long time. They possess synthetic biology techniques used for manipulation and modification of coronavirus genome and have applied for multiple patents related to coronavirus research.", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/news/politics/2021-08-26/detail-ihaqkfpn8669209.shtml"}, "geometry": {"type": "Point", "coordinates": [-65.9630925, 18.3736316]}}, {"type": "Feature", "properties": {"name": "Diego Garcia, India", "title": "India may be entering endemic stage of COVID-19: WHO chief scientist::India reports 37,593 new COVID-19 cases::‘My crime is I fell in love’: should India rethink tough laws on underage sex?", "imageUrl": "https://restcountries.eu/data/iot.svg", "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "COVID-19 in India may be entering some kind of stage of endemicity with a low or moderate level of transmission going on, Chief Scientist of the World Health Organisation (WHO) Soumya Swaminathan said.::India's COVID-19 tally rose to 32,512,366 on Wednesday, as 37,593 new cases were registered during the past 24 hours across the country, showed the federal health ministry's latest data.::<p>Laws intended to tackle child abuse are resulting in young men in consensual relationships being imprisoned. Activists argue a more nuanced approach is needed</p><p>Mani*, 21, began dating Noor*, 17, two years ago. They couldn’t see each other during the Covid lockdowns, but when restrictions began to ease, they would meet on the deserted banks of a canal in a small town in Tamil Nadu. The couple hoped to marry one day, but then Noor fell pregnant, and life turned into a nightmare.</p><p>Two months ago, Mani was charged with rape under the Protection of Children from Sexual Offences (<a href=\"https://wcd.nic.in/sites/default/files/POCSO-ModelGuidelines.pdf\">Pocso</a>) law. After 48 days in jail, he was released on bail. If convicted, he faces life imprisonment.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/24/my-is-i-fell-in-love-should-india-rethink-tough-laws-on-underage-sex\">Continue reading...</a>", "source": "China News Service (CNS)::China News Service (CNS)::The Guardian", "sourceUrl": "http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8669129.shtml::http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668978.shtml::https://www.theguardian.com/global-development/2021/aug/24/my-is-i-fell-in-love-should-india-rethink-tough-laws-on-underage-sex"}, "geometry": {"type": "Point", "coordinates": [78.96288, 20.593684]}}, {"type": "Feature", "properties": {"name": "Zhangzhou, China", "title": "7th lacquer painting exhibition attracts visitors in Fujian", "imageUrl": "https://restcountries.eu/data/chn.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "Visitors watch the lacquer paintings at the 7th lacquer painting exhibition in Fuzhou, Fujian Province, on August 24, 2021. A total of 220 pieces of artworks created both by famous lacquer painting painters and novices debuted at the exhibition. The exhibition will last until August 31.", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8669085.shtml"}, "geometry": {"type": "Point", "coordinates": [117.647093, 24.513025]}}, {"type": "Feature", "properties": {"name": "Abilene, United States", "title": "Schools across U.S. Texas struggle with COVID-19 surge", "imageUrl": "https://restcountries.eu/data/usa.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "More than 1,100 new COVID-19 cases were reported among staff and students by Houston-area schools in the southern central U.S. state of Texas in the past 24 hours, local media reported on Tuesday.", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668970.shtml"}, "geometry": {"type": "Point", "coordinates": [-99.73314390000002, 32.4487364]}}, {"type": "Feature", "properties": {"name": "Madrid, Spain", "title": "Spain launches drone delivery service for yachts", "imageUrl": "https://restcountries.eu/data/esp.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "A drone pilot ties up a bag of food to a drone at Cala Tadira near Sant Josep de Sa Talaia in Ibiza Island on August 24, 2021. Drone to Yacht is an exclusive delivery service for yachts launched in Ibiza by the restaurant Can Yucas and the Galician company Aerocamaras to deliver food and drinks to yachts.", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8668943.shtml"}, "geometry": {"type": "Point", "coordinates": [-3.74922, 40.46366700000001]}}, {"type": "Feature", "properties": {"name": "Ottawa, Canada", "title": "Trudeau says Canada to keep military in Afghanistan after Aug 31::Canada turns to satirical Indigenous website to interpret grim news", "imageUrl": "https://restcountries.eu/data/can.svg", "icon": "https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "Canadian Prime Minister Justin Trudeau announced on Tuesday that Canada is to keep its military personnel in Afghanistan despite US President Joe Biden's commitment for Aug 31 American military deadline in the country.::<p>Walking Eagle News, which uses humour to skewer political hypocrisy, has built a growing following in the wake of recent horrific discoveries</p><p>Days after the statues of two British monarchs were toppled in the province of Manitoba amid growing fury over the legacy of Canada’s <a href=\"https://www.theguardian.com/world/indigenous-child-graves\">residential school system</a>, where Indigenous children were forcibly sent for much of the 20th century, the website Walking Eagle News had its own take – not so much on the grief and outrage, but on the fixation with statues.</p><p>“Country was ‘mere seconds’ from reconciliation before the statue toppled: Manitoba premier,” ran the Walking Eagle News headline.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/indigenous-news-site-walking-eagle-news-satire\">Continue reading...</a>", "source": "China News Service (CNS)::The Guardian", "sourceUrl": "http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668783.shtml::https://www.theguardian.com/world/2021/aug/25/indigenous-news-site-walking-eagle-news-satire"}, "geometry": {"type": "Point", "coordinates": [-106.346771, 56.130366]}}, {"type": "Feature", "properties": {"name": "Xiuying, China", "title": "Hainan charts plans to further attract businesses", "imageUrl": "https://restcountries.eu/data/chn.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "The Hainan Free Trade Port will grant market access to firms based on a prior commitment, according to the local provincial authorities. The move is set to reduce business barriers and further boost market vitality.", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/business/2021-08-25/detail-ihaqkfpn8668785.shtml"}, "geometry": {"type": "Point", "coordinates": [110.293561, 20.007968]}}, {"type": "Feature", "properties": {"name": "Abuja, Nigeria", "title": "Nigeria approves emergency use of China's Sinopharm COVID-19 vaccine::Nigeria: Delta Confirms Outbreak of Bird Flu, 164,173 Birds Reported Dead::Nigeria: Improving Water, Sanitation and Hygiene in Nigeria - the Only Language Cholera Understands::Nigeria: Ogoni People Pledge Cooperation on Oil Exploration and Production::Nigeria: How to Make Love, Mercy Johnson, Man U Among Nigeria's Top Google Searches in Past Decade::Nigeria: Nigerian Parents Are the Toughest, Says American Rapper::Nigeria: My U.S. Trip 'Fruitful Despite Negative Report' - Lai Mohammed::Nigeria: Attack On NDA 'Accelerates' Our Resolve to End Banditry, Criminality - Buhari", "imageUrl": "https://restcountries.eu/data/nga.svg", "icon": "https://www.ecns.cn/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico", "description": "Nigerian authorities have approved the emergency use of the Sinopharm COVID-19 vaccine amid efforts to battle the third wave of infections in the country, an official said on Tuesday.::[Daily Trust] Authorities in Delta have confirmed the outbreak of bird flu in the state, with 164,173 birds reported dead.::[Nigeria Health Watch] Nigeria is prone to seasonal disease outbreaks and in the last few years, a series of outbreaks including monkeypox, measles, Lassa fever, yellow fever, cerebrospinal meningitis and cholera have threatened the nation's public health security. In 2020, while responding to COVID-19, Nigeria was at the same time tackling what was reported as the largest recorded outbreak of Lassa fever in the country. Today, amid efforts to contain the third wave of the COVID-19 pandemic, the nation is also dealing with an in::[This Day] The leaders of Ogoniland in Rivers State under the auspices of the Ogoni Liberation Initiative have pledged to cooperate with the Nigerian Petroleum Development Company (NPDC), the upstream subsidiary of the Nigerian National Petroleum Corporation (NNPC), in the exploration and production of oil and gas resources in the Oil Mining Lease (OML) 11.::[Premium Times] To commemorate its 15th anniversary, Google Search released an interesting list of what Nigerians have searched the most over the past decade and a half.::[Daily Trust] Olubowale Victor Akintimehin, Nigerian-American rapper better known as Wale, has stated that it is difficult to please Nigerian parents.::[Premium Times] Mr Lai Mohammed describes as \"fake and irresponsible\" the media report that he \"sneaked out of Nigeria to meet with the Twitter executive\".::[Premium Times] The president said \"the heinous action would accelerate the total uprooting of evil in the polity, which members of the Armed Forces are solidly resolved to accomplish in the shortest possible time.\"", "source": "China News Service (CNS)::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica", "sourceUrl": "http://www.ecns.cn/news/2021-08-25/detail-ihaqkfpn8668737.shtml::https://allafrica.com/stories/202108260016.html::https://allafrica.com/stories/202108250923.html::https://allafrica.com/stories/202108250119.html::https://allafrica.com/stories/202108260023.html::https://allafrica.com/stories/202108260014.html::https://allafrica.com/stories/202108260010.html::https://allafrica.com/stories/202108260004.html"}, "geometry": {"type": "Point", "coordinates": [8.675277, 9.081999]}}, {"type": "Feature", "properties": {"name": "Urayasu, Japan", "title": "Tokyo 2020 Paralympic Games open", "imageUrl": "https://restcountries.eu/data/jpn.svg", "icon": "https://www.ecns.cn/favicon.ico", "description": "Fireworks explode over the Olympic Stadium during the opening ceremony of Tokyo 2020 Paralympic Games in Tokyo, Japan, August 24, 2021. (", "source": "China News Service (CNS)", "sourceUrl": "http://www.ecns.cn/photo/2021-08-25/detail-ihaqkfpn8668734.shtml"}, "geometry": {"type": "Point", "coordinates": [139.9019863, 35.6531598]}}, {"type": "Feature", "properties": {"name": "Wellington, New Zealand", "title": "New Zealand could be split into North and South Island bubbles, Covid modeller suggests::Samoa’s former PM accuses Jacinda Ardern of plot to replace him with a woman::New Zealand Covid update: Ardern rejects criticism of elimination strategy after 68 new cases::New Zealand’s stance on ‘people’s vaccine’ for Covid undermines its principled reputation | Max Harris and Phoebe Carr", "imageUrl": "https://restcountries.eu/data/nzl.svg", "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "<p>A divide between the two islands could see tough restrictions eased for some amid a worsening Covid outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A Covid-19 modeller has suggested New Zealand’s North and South islands could become separate bubbles as the country grapples with a coronavirus outbreak, although South islanders with hopes of being fully released from lockdown should not hold their breath just yet.</p><p>New Zealand is <a href=\"https://www.theguardian.com/world/2021/aug/25/new-zealand-wont-throw-in-towel-on-covid-zero-strategy-despite-rising-infections\">battling to contain an outbreak of the Delta variant</a> that swiftly led to a nationwide, level four lockdown – the highest setting – which has been extended until at least the end of the week. There are now 210 cases in the community.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/new-zealand-could-be-split-into-north-and-south-island-bubbles-covid-modeller-suggests\">Continue reading...</a>::<p>Tuilaepa Sa’ilele Malielegaoi lost the recent election and was succeeded by the country’s first female leader, an outcome he is blaming on the New Zealand PM</p><p>The former prime minister of Samoa has accused Jacinda Ardern of being behind the recent political crisis in Samoa, suggesting she had wanted to install a female prime minister.</p><p>“I am starting to get suspicious maybe New Zealand is behind all of this,” said Tuilaepa Sa’ilele Malielegaoi, during an interview with TV1 on Sunday night.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/samoas-former-pm-accuses-jacinda-ardern-of-plot-to-replace-him-with-a-woman\">Continue reading...</a>::<p>Prime minister says she is achieving her goals of saving lives and jobs, and giving people as much normalcy as possible</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>New Zealand’s prime minister, Jacinda Ardern, has dismissed <a href=\"https://www.theguardian.com/world/2021/aug/24/why-were-happy-hobbits-in-jacindas-mysterious-socialist-hermit-kingdom\">criticism of her ambitious elimination strategy</a> to stamp out Covid, as the country’s outbreak grows, saying the approach has saved lives and will continue to do so.</p><p>On Thursday, the coronavirus outbreak grew by 68 cases, taking the total number of cases to 277. One previously reported case has been reclassified after being confirmed as a false positive.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/new-zealand-covid-update-ardern-rejects-criticism-of-elimination-strategy-after-68-new-cases\">Continue reading...</a>::<p>Newly released documents show government backed a vaccine patent waiver only after the US changed its position</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Many New Zealanders like to think of their government as a principled actor in international affairs. Discussions of New Zealand’s role in foreign policy in recent years often laud New Zealand’s nuclear-free stance in the 1980s. There is widespread pride in New Zealand’s “independent foreign policy”, including its decision not to go to war in Iraq in 2003.</p><p>But the story of New Zealand’s role in the world, historically and today, is much more complex than these cliches would suggest. <a href=\"https://www.nzherald.co.nz/nz/covid-19-coronavirus-property-rights-trumped-pleas-from-the-poor-for-cheap-vaccines/4E4IQOWS7QWMNZQLJ5WIIVIHUU/\">Documents just released</a> under the Official Information Act provide another example of a murkier world of New Zealand foreign policy decision-making.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2021/aug/25/new-zealands-stance-on-peoples-vaccine-for-covid-undermines-its-principled-reputation\">Continue reading...</a>", "source": "The Guardian::The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.theguardian.com/world/2021/aug/26/new-zealand-could-be-split-into-north-and-south-island-bubbles-covid-modeller-suggests::https://www.theguardian.com/world/2021/aug/26/samoas-former-pm-accuses-jacinda-ardern-of-plot-to-replace-him-with-a-woman::https://www.theguardian.com/world/2021/aug/26/new-zealand-covid-update-ardern-rejects-criticism-of-elimination-strategy-after-68-new-cases::https://www.theguardian.com/world/commentisfree/2021/aug/25/new-zealands-stance-on-peoples-vaccine-for-covid-undermines-its-principled-reputation"}, "geometry": {"type": "Point", "coordinates": [174.885971, -40.900557]}}, {"type": "Feature", "properties": {"name": "Canberra, Australia", "title": "Tokyo Paralympics 2020 day two: swimming, cycling, wheelchair basketball and more – live!::Australia Covid live news update: NSW records 1,029 cases, three deaths with relaxed rules for vaccinated; 80 coronavirus cases in Victoria, 14 in ACT::'It's terrible': NSW Covid-19 patients share stories from hospital in Sydney, Australia – video", "imageUrl": "https://restcountries.eu/data/aus.svg", "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "<ul><li>More medals on offer on packed second day at Paralympic Games</li><li><a href=\"https://www.theguardian.com/sport/ng-interactive/2021/aug/23/tokyo-2020-paralympic-games-full-results\">Results</a> | <a href=\"https://www.theguardian.com/sport/ng-interactive/2021/aug/23/tokyo-2020-paralympic-games-full-medal-table\">Medal table</a> | <a href=\"https://www.theguardian.com/sport/paralympics\">Full coverage</a></li><li><a href=\"https://www.theguardian.com/sport/2021/jul/12/sign-up-for-the-toyko-2020-daily-briefing-the-best-of-the-olympics-and-paralympics\">Sign up for the Guardian’s daily Paralympic briefing</a></li><li><a href=\"mailto:luke.henriques-gomes@theguardian.com\">Email Luke</a>, tweet <a href=\"https://twitter.com/lukehgomes\">@lukehgomes</a> or comment below</li></ul><p></p><p class=\"block-time published-time\"> <time datetime=\"2021-08-26T04:32:56.480Z\">5.32am <span class=\"timezone\">BST</span></time> </p><p><strong>Table tennis: </strong>Australian<strong> </strong><strong>Samuel Von Einem</strong> has just accounted for Korea’s <strong>Kim Gi-Tae</strong> 3-0. The 26-year-old, who has autism, is the Rio 2016 silver medallist in the men’s Class 11 singles and is well on the path again here.</p><p class=\"block-time published-time\"> <time datetime=\"2021-08-26T04:27:29.281Z\">5.27am <span class=\"timezone\">BST</span></time> </p><p>Thanks Luke and hello! Depending where you are in the world good afternoon, good morning, good some ungodly hour at night.</p><p>There are more track cycling finals coming up this afternoon. Australia have strong medal hopes in <strong>Nicholas David</strong> and <strong>Darren Hicks</strong> while Team GB is guaranteed a gold in the men’s C3 3,000m individual pursuit with <strong>Jaco van Gass</strong> and <strong>Finlay Graham</strong> facing each other in the final.</p> <a href=\"https://www.theguardian.com/sport/live/2021/aug/26/tokyo-paralympics-2020-live-day-two-swimming-cycling-wheelchair-basketball-rugby-and-more-paralympic-games-news-latest-updates\">Continue reading...</a>::<p>NSW to introduce additional freedoms for vaccinated people from 13 September; Victoria asks ADF to help with Shepparton outbreak; ACT records 14 new cases and New Zealand 68; Follow latest updates live</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/aug/26/morrison-government-under-pressure-from-within-to-expand-aged-care-covid-vaccine-mandate\">Morrison government under pressure from within to expand aged care Covid vaccine mandate</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/aug/26/nsw-hospitals-warning-nurses-and-staff-flat-out-and-exhausted-as-covid-numbers-soar\">NSW hospitals warning: nurses and staff ‘flat out’ and ‘exhausted’ as Covid numbers soar</a></li><li>Restrictions: <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-covid-19-lockdown-restrictions-sydney-suburbs-regional-new-south-wales-lgas-act-canberra-update-coronavirus-face-mask-rules-explained-5km-radius-travel-masks\">NSW</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/victoria-lockdown-restrictions-covid-19-melbourne-coronavirus-new-rules-latest-update-covid19-explained-5km-radius-travel-face-masks-compulsory-exercising-home-gatherings-intimate-partner-what-you-need-to-know\">Vic</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/13/qld-covid-19-brisbane-lockdown-restrictions-queensland-coronavirus-new-rules-update-mask-wear-face-masks-explained-greater-bne-sunshine-gold-coast-townsville-south-east-seq\">Qld</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/covid-border-restrictions-australia-closures-bans-can-we-travel-victoria-vic-nsw-qld-queensland-wa-sa-act-nt-closures-where-you-can-not-go-fly-to-new-zealand-from-australia-nz\">borders</a>; Hotspots: <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-hotspots-list-covid-19-public-health-exposure-sites-map-latest-sydney-suburbs-venues-act-canberra-flights-case-location-alerts-regional-coronavirus-cases-outbreak-locations-trends-graphs-data\">NSW</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/victoria-hotspots-covid-19-full-list-public-exposure-sites-melbourne-tier-1-2-3-vic-venues-case-location-alerts-metro-regional-coronavirus-cases-outbreak-locations\">Vic</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/13/covid-19-list-qld-public-health-exposure-sites-hotspots-latest-full-list-brisbane-regional-south-east-queensland-seq-sunshine-gold-coast-venues-case-location-alerts-metro-coronavirus-cases-outbreak-locations\">Qld</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/aug/25/covid-19-vaccine-rollout-australia-vaccination-rate-progress-how-many-people-vaccinated-percent-tracker-australian-states-number-total-daily-live-data-stats-updates-news-schedule-tracking-chart-percentage-new-cases-today\">Vaccine rollout tracker</a>; <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">get our free news app</a>; <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email?CMP=cvau_sfl\">get our morning email briefing</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2021-08-26T04:41:06.258Z\">5.41am <span class=\"timezone\">BST</span></time> </p><p><strong>Karen Andrews</strong> gets up to answer a dixer on the Afghanistan evacuation, and Labor MP, <strong>Julian Hill</strong>, who represents more Afghan-Australians than any other MP in the parliament, can not contain his anger.</p><p>He yells “you are killing my constituents” across the chamber as Andrews stands up. He is booted out of the chamber by<strong> Tony Smith </strong>but doesn’t stop and keeps yelling as he leaves </p><p><strong>There are thousands of Australians and their loved ones who are only in Afghanistan because you haven’t processed their visas for years and now you are leaving them to die.</strong></p><p class=\"block-time published-time\"> <time datetime=\"2021-08-26T04:36:43.035Z\">5.36am <span class=\"timezone\">BST</span></time> </p><p><strong>Greg Hunt</strong> again defends the health system, despite the pressure the NSW system is under.</p><p>Health systems holding up under increased cases under the national plan is crucial to its success.</p> <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/26/australia-covid-live-update-politics-sydney-hospitals-outbreak-lockdowns-financial-support-regional-nsw-hsc-schools\">Continue reading...</a>::<p>Covid-19 patients from Sydney's Concord hospital have shared their experience of the Delta variant's symptoms and pleaded for Sydneysiders to get vaccinated. Lung specialist Lucy Morgan shared the stories of 50-year-old construction worker Fawaz, 30-year-old pharmacy worker Ramona and 35-year-old tradie Osama in a video from Sydney Local Health District. Fawaz and Osama infected family members who have also been hospitalised, while single mother Ramona says she has been unable to see her children for weeks</p><p>►&nbsp;<a href=\"http://bit.ly/gdnaustraliasubs\">Subscribe to Guardian Australia on YouTube</a><br /></p><ul><li><a href=\"https://www.theguardian.com/australia-news/series/australian-news-live/latest\">Follow the Australia Covid live blog for the latest updates</a></li></ul><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-hotspots-list-covid-19-public-health-exposure-sites-map-latest-sydney-suburbs-venues-act-canberra-flights-case-location-alerts-regional-coronavirus-cases-outbreak-locations-trends-graphs-data\">NSW hotspots</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-covid-19-lockdown-restrictions-sydney-suburbs-regional-new-south-wales-lgas-act-canberra-update-coronavirus-face-mask-rules-explained-5km-radius-travel-masks\">NSW restrictions</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/aug/25/covid-19-vaccine-rollout-australia-vaccination-rate-progress-how-many-people-vaccinated-percent-tracker-australian-states-number-total-daily-live-data-stats-updates-news-schedule-tracking-chart-percentage-new-cases-today\">Vaccine rollout tracker</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/26/its-terrible-nsw-covid-19-patients-share-stories-from-hospital-in-sydney-australia-video\">Continue reading...</a>", "source": "The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.theguardian.com/sport/live/2021/aug/26/tokyo-paralympics-2020-live-day-two-swimming-cycling-wheelchair-basketball-rugby-and-more-paralympic-games-news-latest-updates::https://www.theguardian.com/australia-news/live/2021/aug/26/australia-covid-live-update-politics-sydney-hospitals-outbreak-lockdowns-financial-support-regional-nsw-hsc-schools::https://www.theguardian.com/world/video/2021/aug/26/its-terrible-nsw-covid-19-patients-share-stories-from-hospital-in-sydney-australia-video"}, "geometry": {"type": "Point", "coordinates": [133.775136, -25.274398]}}, {"type": "Feature", "properties": {"name": "Fillmore, United States", "title": "Adult film star Ron Jeremy indicted on more than 30 counts of sexual assault::Lake Tahoe shrouded in smoke from surging Caldor fire – in pictures::California Caldor fire burns thousands of hectares in weekend surge – video", "imageUrl": "https://restcountries.eu/data/usa.svg", "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "<ul><li>Pornographic actor, 68, pleads not guilty to all charges</li><li>Indictment covers allegations dating from 1996 to 2019</li></ul><p>A grand jury has indicted adult film actor Ron Jeremy on more than 30 counts of sexual assault involving 21 women and girls across more than two decades, authorities said.</p><p>Jeremy, 68, whose legal name is Ronald Jeremy Hyatt, pleaded not guilty in Los Angeles superior court on Wednesday to all of the charges, which include 12 counts of rape.</p> <a href=\"https://www.theguardian.com/us-news/2021/aug/25/ron-jeremy-adult-film-star-indicted-charges\">Continue reading...</a>::<p>The pristine setting of Lake Tahoe, on the California-Nevada border, was obscured by thick plumes of smoke as thousands of firefighters worked to contain the nearby Caldor fire, which has burned more than 120,000 acres. Tourists wore masks outdoors and ducked into cafes and casinos to escape the haze and the smell</p> <a href=\"https://www.theguardian.com/us-news/gallery/2021/aug/25/lake-tahoe-california-smoke-caldor-fire-in-pictures\">Continue reading...</a>::<p>The owner of a cabin which became surrounded by flames near Kyburz, California, managed to escape the&nbsp;<a href=\"https://www.theguardian.com/us-news/2021/aug/22/caldor-fire-california-continues-to-rage\">Caldor fire</a>&nbsp;after filming the first part of this footage. The fire has burned more than 40,500 hectares (100,000 acres) in the north of the state since it started on 14 August, and more than 12,000 in just two days.<br /></p><p>More than 500 structures were destroyed over the weekend by wildfire fuelled by warm winds and drought-stricken vegetation</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/aug/23/california-caldor-fire-wildfire-acres-structures\">California’s Caldor fire burns 100,000 acres as it rips through small towns</a></li><li><a href=\"https://www.theguardian.com/world/video/2021/aug/20/the-climate-science-behind-wildfires-why-are-they-getting-worse-video-explainer\">The climate science behind wildfires: why are they getting worse? –&nbsp;video explainer</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/24/california-caldor-fire-burns-thousands-of-hectares-in-weekend-surge-video\">Continue reading...</a>", "source": "The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.theguardian.com/us-news/2021/aug/25/ron-jeremy-adult-film-star-indicted-charges::https://www.theguardian.com/us-news/gallery/2021/aug/25/lake-tahoe-california-smoke-caldor-fire-in-pictures::https://www.theguardian.com/world/video/2021/aug/24/california-caldor-fire-burns-thousands-of-hectares-in-weekend-surge-video"}, "geometry": {"type": "Point", "coordinates": [-118.918154, 34.3991639]}}, {"type": "Feature", "properties": {"name": "London, United Kingdom", "title": "‘Mini-Neptunes’ beyond solar system may soon yield signs of life::Milk crate challenge has doctors warning it’s ‘worse than falling from a ladder’::Does Covid immunity wane and will vaccine booster jabs be needed?::How can I approach my best friend’s wedding when I am so worried about her future happiness? | Leading questions::Charlie Watts: a rock’n’roll legend whose true love was jazz::Police find man wanted in connection with Westminster murder investigation", "imageUrl": "https://restcountries.eu/data/gbr.svg", "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "<p>Cambridge astronomers identify new hycean class of habitable exoplanets, which could accelerate search for life</p><p>Signs of life beyond our solar system may be detectable within two to three years, experts have said after rethinking the kinds of planets that may be habitable.</p><p>Researchers have mostly looked for planets of a similar size, mass, temperature and atmospheric composition to Earth. But University of Cambridge astronomers believe there may be more promising possibilities after recent work suggested that a “mini-Neptune” more than twice the radius of Earth and more than eight times as massive <a href=\"https://www.sciencefocus.com/news/mini-neptune-exoplanet-k2-18b-could-have-the-right-conditions-for-life/\">may also be habitable</a>.</p> <a href=\"https://www.theguardian.com/science/2021/aug/26/mini-neptune-beyond-solar-system-may-soon-yield-sign-life-hycean-exoplanet-cambridge-astronomer\">Continue reading...</a>::<p>Experts say dangerous injuries can occur as videos of people falling off precariously stacked crates go viral on social media</p><p>The latest challenge to take the internet by storm involves milk crates, balance and some painful falls.</p><p>In the milk crate challenge, which recently started on TikTok, participants take on a set of milk crates precariously stacked in the shape of a pyramid, attempt to climb to the top and then back down again without toppling over.</p> <a href=\"https://www.theguardian.com/technology/2021/aug/25/milk-crate-challenge-tiktok-doctors-warnings\">Continue reading...</a>::<p>Multiple studies seem to suggest immunity declines over time, though what this means is unclear</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With plans for the UK’s Covid vaccine booster programme this autumn soon to be revealed, we take a look at what we do – and don’t – know about waning immunity after vaccination.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/does-covid-immunity-wane-and-will-vaccine-booster-jabs-be-needed\">Continue reading...</a>::<p>It’s worth having a real conversation with your friend about this, writes advice columnist <strong>Eleanor Gordon-Smith</strong>, because bullies rely on others’ silence</p><p><strong>My best friend is getting married in a few months and I am so sad. We have known each other since childhood, and while it is true that I probably hold too high standards for my loved ones, her fiance seems like a poor choice of life partner. He is combative, argumentative, immature and possessive, and puts her down regularly, often in front of other people. She deals with his unpleasant traits with good humour but admits </strong><strong> they argue a lot. They have been together only a couple of years and have had a very short engagement.</strong></p><p><strong>I worry </strong><strong> she is rushing things and making a huge mistake.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2021/aug/26/how-can-i-approach-my-best-friends-wedding-when-i-am-so-worried-about-her-future-happiness\">Continue reading...</a>::<p>He may have backed the world’s most successful rock band, but the late drummer worshipped his jazz heroes through big bands and other projects</p><p>Everyone knew that <a href=\"https://www.theguardian.com/music/charlie-watts\">Charlie Watts</a>’s heart was always in jazz. Even when he grew his hair long and put on hippie garb while <a href=\"https://www.theguardian.com/music/therollingstones\">the Rolling Stones</a> were going through their Satanic Majesties period, underneath he was still the cool bebopper who could see through the nonsense that surrounded his group and the rampaging egos at its heart.</p><p>Wisely, he never let his true musical allegiance show in his playing with the Stones. When they recruited him from Alexis Korner’s Blues Incorporated in January 1963, not long after he’d been serving an apprenticeship with trad jazz bands, he listened to the records of Jimmy Reed, Howlin’ Wolf and <a href=\"https://www.theguardian.com/music/musicblog/2015/apr/03/muddy-waters-happy-100th-birthday-john-moore\">Muddy Waters</a> in order to absorb the way that master Chicago blues drummers such as Earl Phillips, Fred Below and Elgin Evans kept things simple, soon appreciating that simplicity is often the hardest thing of all to achieve.</p> <a href=\"https://www.theguardian.com/music/2021/aug/25/beat-lighting-man-exploring-charlie-watts-love-of-jazz\">Continue reading...</a>::<p>Officers confident man found seriously injured on a canal barge in Ealing, London, is Lee Peacock</p><p>Police have said they have found a man wanted in connection with two fatal stabbings in Westminster on a canal barge in west London with serious injuries.</p><p>Lee Peacock was seen at North Wembley station on the evening of 19 August, the evening the two people were killed.</p> <a href=\"https://www.theguardian.com/uk-news/2021/aug/26/police-find-man-wanted-in-connection-with-westminster-investigation\">Continue reading...</a>", "source": "The Guardian::The Guardian::The Guardian::The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.theguardian.com/science/2021/aug/26/mini-neptune-beyond-solar-system-may-soon-yield-sign-life-hycean-exoplanet-cambridge-astronomer::https://www.theguardian.com/technology/2021/aug/25/milk-crate-challenge-tiktok-doctors-warnings::https://www.theguardian.com/world/2021/aug/25/does-covid-immunity-wane-and-will-vaccine-booster-jabs-be-needed::https://www.theguardian.com/lifeandstyle/2021/aug/26/how-can-i-approach-my-best-friends-wedding-when-i-am-so-worried-about-her-future-happiness::https://www.theguardian.com/music/2021/aug/25/beat-lighting-man-exploring-charlie-watts-love-of-jazz::https://www.theguardian.com/uk-news/2021/aug/26/police-find-man-wanted-in-connection-with-westminster-investigation"}, "geometry": {"type": "Point", "coordinates": [-0.1277583, 51.5073509]}}, {"type": "Feature", "properties": {"name": "York, United Kingdom", "title": "LED streetlights decimating moth numbers in England", "imageUrl": "https://restcountries.eu/data/gbr.svg", "icon": "https://www.theguardian.com/favicon.ico", "description": "<p>‘Eco-friendly’ lights found to be worse than sodium ones – but both contribute to insect decline, says study</p><p>“Eco-friendly” LED streetlights produce even worse light pollution for insects than the traditional sodium bulbs they are replacing, a study has found.</p><p>The abundance of moth caterpillars in hedgerows by rural roads in England was 52% lower under LED lights and 41% lower under sodium lights when compared with nearby unlit areas.</p> <a href=\"https://www.theguardian.com/environment/2021/aug/25/led-streetlights-moth-england-eco-friendly-sodium-insect-decline\">Continue reading...</a>", "source": "The Guardian", "sourceUrl": "https://www.theguardian.com/environment/2021/aug/25/led-streetlights-moth-england-eco-friendly-sodium-insect-decline"}, "geometry": {"type": "Point", "coordinates": [-1.0872979, 53.95996510000001]}}, {"type": "Feature", "properties": {"name": "Yerevan, Armenia", "title": "Mass brawl breaks out in Armenian parliament – video", "imageUrl": "https://restcountries.eu/data/arm.svg", "icon": "https://www.theguardian.com/favicon.ico", "description": "<p>Armenia's parliament descended into\na mass brawl as the country remains split following last year's defeat in the war with\nAzerbaijan for control of Nagorno-Karabakh. Security officers could be seen pouring onto the floor of the house to quell the disturbance.</p> <a href=\"https://www.theguardian.com/world/video/2021/aug/26/mass-brawl-breaks-out-in-armenian-parliament-video\">Continue reading...</a>", "source": "The Guardian", "sourceUrl": "https://www.theguardian.com/world/video/2021/aug/26/mass-brawl-breaks-out-in-armenian-parliament-video"}, "geometry": {"type": "Point", "coordinates": [45.038189, 40.069099]}}, {"type": "Feature", "properties": {"name": "Amman, Jordan", "title": "Candyman review – BLM horror reboot is superb confection of satire and scorn", "imageUrl": "https://restcountries.eu/data/jor.svg", "icon": "https://www.theguardian.com/favicon.ico", "description": "<p>Nia DaCosta’s quasi reboot develops the horror myth as an expression of rage against racism in the era of Black Lives Matter</p><p>Candyman, in its first incarnation, stepped daintily out of the mirror in 1992, in writer-director Bernard Rose’s <a href=\"https://www.theguardian.com/film/2019/jun/25/how-we-made-candyman-virginia-madsen-tony-todd-bee-sting\">US-set version</a> of the Clive Barker novella The Forbidden, a parable of English class shame set in a Liverpool housing estate. Rose shifted the locale to Chicago’s deprived Cabrini-Green projects, switched the racial identity of the demon from white to black and gave filmgoers that inspired premise of exactly how he is summoned by rash unbelievers and giggling teens. Since then, Candyman has spawned sequels, references, memes and gags: such as Handyman – say his name five times in the mirror and he shows up three hours later and does a horrific job on your boiler.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2021/aug/21/candyman-yahya-abdul-mateen-ii\">Candyman’s Yahya Abdul-Mateen II: ‘Black people are so much more than our trauma’</a> </p> <a href=\"https://www.theguardian.com/film/2021/aug/25/candyman-review-nia-dacosta-jordan-peele-horror\">Continue reading...</a>", "source": "The Guardian", "sourceUrl": "https://www.theguardian.com/film/2021/aug/25/candyman-review-nia-dacosta-jordan-peele-horror"}, "geometry": {"type": "Point", "coordinates": [35.5697717, 32.4767389]}}, {"type": "Feature", "properties": {"name": "Port-au-Prince, Haiti", "title": "Haiti earthquake 10 days on: survivors still 'hungry and thirsty' – video report::Haiti needs help, but ‘not from aid workers who never leave their SUVs’::Earthquake relief efforts under way in Haiti – in pictures", "imageUrl": "https://restcountries.eu/data/hti.svg", "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico", "description": "<p>The death toll is still rising 10 days after a catastrophic earthquake struck southern&nbsp;<a href=\"https://www.theguardian.com/world/haiti\">Haiti</a>&nbsp;on the morning of 14 August. More than 2,200 deaths have been recorded so far, while at least 30,000 families have had to abandon their homes. Many were sleeping on the streets when&nbsp;<a href=\"https://tropical/%20Storm%20Grace\">Tropical Storm Grace struck</a>&nbsp;two days later, bringing high winds and pelting rain. But despite the hardship, many Haitians are wary of the massive international aid response that is under way</p><ul><li><a href=\"https://www.theguardian.com/global-development/2021/aug/24/haiti-needs-help-but-not-from-aid-workers-who-never-leave-their-suvs\">Haiti needs help, but ‘not from aid workers who never leave their SUVs’</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/25/haiti-earthquake-10-days-on-survivors-still-hungry-and-thirsty-video-report\">Continue reading...</a>::<p>Beset by earthquakes, poverty and gang violence, the country is desperate for aid. However it must be the right kind, say locals</p><p>The death toll is still rising 10 days after a catastrophic earthquake struck southern Haiti on the morning of 14 August, levelling much of Les Cayes and the surrounding region.</p><p>More than 2,200 deaths have been recorded so far, while at least 30,000 families have had to abandon their homes. Many were sleeping on the streets when <a href=\"https://tropical/%20Storm%20Grace\">Tropical Storm Grace struck</a> two days later, bringing high winds and pelting rain.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/24/haiti-needs-help-but-not-from-aid-workers-who-never-leave-their-suvs\">Continue reading...</a>::<p>Shipments of aid from many countries have been arriving in the south-western Tiburon peninsula of Haiti, which was struck by a 7.2 magnitude earthquake on 14 August</p> <a href=\"https://www.theguardian.com/world/gallery/2021/aug/25/earthquake-relief-efforts-under-way-in-haiti-in-pictures\">Continue reading...</a>", "source": "The Guardian::The Guardian::The Guardian", "sourceUrl": "https://www.theguardian.com/world/video/2021/aug/25/haiti-earthquake-10-days-on-survivors-still-hungry-and-thirsty-video-report::https://www.theguardian.com/global-development/2021/aug/24/haiti-needs-help-but-not-from-aid-workers-who-never-leave-their-suvs::https://www.theguardian.com/world/gallery/2021/aug/25/earthquake-relief-efforts-under-way-in-haiti-in-pictures"}, "geometry": {"type": "Point", "coordinates": [-72.285215, 18.971187]}}, {"type": "Feature", "properties": {"name": "Port Moresby, Papua New Guinea", "title": "Papua New Guinea bans flights from India after accusing it of Covid test ‘deception’", "imageUrl": "https://restcountries.eu/data/png.svg", "icon": "https://www.theguardian.com/favicon.ico", "description": "<p>PNG says India allowed passengers infected with Covid to board a flight to Port Moresby</p><p><a href=\"https://www.theguardian.com/world/papua-new-guinea\">Papua New Guinea</a> has banned all repatriation flights from India, after accusing the country’s high commission of a deliberate “deception” that resulted in passengers infected with Covid-19 arriving in the country.</p><p>“India must respect Papua New Guinea as a sovereign nation, and not participate in actions involving unscrupulous people to violate our laws and undermine public health and safety measures,” PNG’s police commissioner, David Manning, said <a href=\"https://www.facebook.com/NationalPoliceHeadquarters/\">in a statement</a>.</p> <a href=\"https://www.theguardian.com/world/2021/aug/26/papua-new-guinea-bans-flights-from-india-after-accusing-it-of-covid-test-deception\">Continue reading...</a>", "source": "The Guardian", "sourceUrl": "https://www.theguardian.com/world/2021/aug/26/papua-new-guinea-bans-flights-from-india-after-accusing-it-of-covid-test-deception"}, "geometry": {"type": "Point", "coordinates": [141.3470159, -5.0122202]}}, {"type": "Feature", "properties": {"name": "Malabo, Guinea", "title": "‘I’m one of them’: the FGM survivor providing a lifeline in Leeds", "imageUrl": "https://restcountries.eu/data/gnq.svg", "icon": "https://www.theguardian.com/favicon.ico", "description": "<p>Stigma can stop women seeking help but Hawa Bah, who was cut at eight, reaches those suffering in silence to get them the care they need</p><p><strong><br /></strong>One night 14 years ago, Hawa Bah crept out of her house in Guinea and slipped into the darkness. She says she had lost count but it may have been her 14th or 15th escape attempt from an abusive marriage she was forced into with a man 37 years her senior.</p><p>Bah made her way through a maze of streets to the meeting point where a car was waiting with two strangers inside. When they took her to the airport, Bah felt her heart beating through her chest. She had not realised until then that she would be leaving her country. Aged 17, she had no belongings and no idea where she was going.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/25/im-one-of-them-the-fgm-survivor-providing-a-lifeline\">Continue reading...</a>", "source": "The Guardian", "sourceUrl": "https://www.theguardian.com/global-development/2021/aug/25/im-one-of-them-the-fgm-survivor-providing-a-lifeline"}, "geometry": {"type": "Point", "coordinates": [-9.696645, 9.945587]}}, {"type": "Feature", "properties": {"name": "Harare, Zimbabwe", "title": "Zimbabwe: Schools, Restaurants to Reopen, Intercity Travel Resumes::Zimbabwe: Parliament Moves to Bar Child Marriages::Zimbabwe: Emmerson Dambudzo Mnangagwa Road Now Development Corridor::Zimbabwe: Govt, Business Challenge ZCTU Vaccination Lawsuit::Zimbabwe: National Tyre Services Performance Up 136%::Zimbabwe: Chief Binga Dies At Age 90::Zimbabwe: Nakamba to Miss Warriors' World Cup Qualifiers::Zimbabwe: Ruling Party Youths Mobilise Support in Colleges Ahead of 2023 Elections", "imageUrl": "https://restcountries.eu/data/zwe.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico", "description": "[New Zimbabwe] GOVERNMENT Wednesday approved the reopening of schools from 30 August while restaurants can, with immediate effect reopen, but only to fully vaccinated customers, Cabinet has announced.::[The Herald] Parliament was yesterday urged to expedite the passage of the Guardianship of Minors Amendment Bill that seeks among other issues, to bar parents from consenting to marriage of children.::[The Herald] Harare City Council has designated Emmerson Dambudzo Mnangagwa Road (formerly Enterprise Road) in Harare as a development corridor in a move it says will spur development and contribute to its realisation of a smart city.::[New Zimbabwe] COMPANIES recently sued together with the government by the Zimbabwe Congress of Trade Unions (ZCTU) for forcing unvaccinated employees to stop reporting for duty are challenging the lawsuit.::[New Zimbabwe] Listed tyre manufacturer and distributor, National Tyre Services (NTS) has recorded a 136% overall volume performance on the back of increased demand and strategic planning.::[New Zimbabwe] Binga -- Chief Kavula of Lubimbi area in Binga has died at the age of 90 after serving for 37 years.::[New Zimbabwe] WARRIORS star Marvelous Nakamba will not feature for Zimbabwe in the upcoming World Cup qualifiers as the English Premier League (EPL) says that players with games in red-list countries will not be released.::[New Zimbabwe] THE Zanu PF Mashonaland East province youth league is targeting to mobilise for support for the ruling party in tertiary institutions as the revolutionary party moves a gear up in luring new voters.", "source": "AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108260020.html::https://allafrica.com/stories/202108250415.html::https://allafrica.com/stories/202108250600.html::https://allafrica.com/stories/202108250596.html::https://allafrica.com/stories/202108250595.html::https://allafrica.com/stories/202108250520.html::https://allafrica.com/stories/202108250519.html::https://allafrica.com/stories/202108250431.html"}, "geometry": {"type": "Point", "coordinates": [29.154857, -19.015438]}}, {"type": "Feature", "properties": {"name": "Yaoundé, Cameroon", "title": "Cameroon: Cameroon Says Numbers of Defecting Boko Haram Members Continue to Increase", "imageUrl": "https://restcountries.eu/data/cmr.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico", "description": "[VOA] Yaounde -- Cameroon has turned public buildings on its northern border with Nigeria into temporary housing for former Boko Haram militants. Hundreds of Boko Haram members have been defecting from the Islamist group, including more than two hundred on Sunday.", "source": "AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108260008.html"}, "geometry": {"type": "Point", "coordinates": [12.354722, 7.369721999999999]}}, {"type": "Feature", "properties": {"name": "Accra, Ghana", "title": "Ghana: People in Accra's Slums Know Green Spaces Are Important - Planners Should Take Heed", "imageUrl": "https://restcountries.eu/data/gha.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico", "description": "[The Conversation Africa] Urban green spaces like parks with lawns and trees have well-known benefits for people who live in cities. They help improve air quality, manage floods, reduce noise and keep temperatures down. The United Nation's Sustainable Development Goals recognise the role of green spaces in creating healthy and sustainable urban life .", "source": "AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108260001.html"}, "geometry": {"type": "Point", "coordinates": [-1.023194, 7.946527]}}, {"type": "Feature", "properties": {"name": "Nairobi, Kenya", "title": "Kenya: I Will Not Extend My Term, Uhuru Kenyatta Assures::Tanzania: Three Police, Security Guard Killed By Gunman Near French Embassy::Kenya: Defiant William Ruto Says He Won't Quit", "imageUrl": "https://restcountries.eu/data/ken.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico", "description": "[Nation] President Kenyatta has rubbished fears that he will extend his term beyond 10 years, assuring Kenyans that elections to pick his successor will be held on the stipulated date of August 9, 2022.::[Monitor] Four people including three police officers, one civilian have been killed in the mid-day shoot out on Ali Hassan Mwinyi Road near the French Embassy, police have confirmed.::[Nation] A defiant and bullish Deputy President William Ruto yesterday took on his boss Uhuru Kenyattta head-on, vowing to neither resign nor abandon his 2022 quest for State House.", "source": "AllAfrica::AllAfrica::AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108250799.html::https://allafrica.com/stories/202108250986.html::https://allafrica.com/stories/202108250791.html"}, "geometry": {"type": "Point", "coordinates": [37.906193, -0.023559]}}, {"type": "Feature", "properties": {"name": "Kigali, RWANDA", "title": "Rwanda: Mental Healthcare - Five Things That Need to Be Done to Fix Gaps", "imageUrl": "https://restcountries.eu/data/rwa.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico", "description": "[New Times] Suicide data released by the Rwanda Investigation Bureau (RIB)'s Spokesperson Thierry Murangira this past weekend provoked the need for open conversations about mental health issues.", "source": "AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108250748.html"}, "geometry": {"type": "Point", "coordinates": [29.873888, -1.940278]}}, {"type": "Feature", "properties": {"name": "Algiers, Algeria", "title": "North Africa: Algeria Ends Diplomatic Ties With Morocco Citing 'Hostile Acts'", "imageUrl": "https://restcountries.eu/data/dza.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico", "description": "[RFI] Algeria has severed diplomatic relations with Morocco, accusing its neighbour of using Pegasus spyware against Algerian officials, involvement in deadly wildfires and failing in bilateral commitments.", "source": "AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108250715.html"}, "geometry": {"type": "Point", "coordinates": [1.659626, 28.033886]}}, {"type": "Feature", "properties": {"name": "Lobamba, Swaziland", "title": "Swaziland: Bench Dilemma in Key Eswatini Terrorism Ruling Appeal", "imageUrl": "https://restcountries.eu/data/swz.svg", "icon": "https://allafrica.com/static/images/structure/favicon.ico", "description": "[Legalbrief] The 2016 High Court judgment in this case came as a relief to many opposed to the present system in Eswatini because it found essential elements of two laws, regarded as highly repressive, were unconstitutional.", "source": "AllAfrica", "sourceUrl": "https://allafrica.com/stories/202108250994.html"}, "geometry": {"type": "Point", "coordinates": [31.465866, -26.522503]}}, {"type": "Feature", "properties": {"name": "Lima, Peru", "title": "Reuters exclusively reports Peru’s new gov’t eyes natural gas, hydroelectric sectors for public companies::Reuters exclusively reports Peru’s Castillo plans technocrat-heavy cabinet, moderate in economy role::Peru election", "imageUrl": "https://restcountries.eu/data/per.svg", "icon": "reuters.png::reuters.png::reuters.png", "description": "<p>Reuters exclusively interviewed Peru&#8217;s new Prime Minister Guido Bellido, who said the state plans to participate in key industries, including [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-new-govt-eyes-natural-gas-hydroelectric-sectors-for-public-companies/\" rel=\"nofollow\">Reuters exclusively reports Peru&#8217;s new gov&#8217;t eyes natural gas, hydroelectric sectors for public companies</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that socialist Pedro Castillo, expected to be confirmed as Peru&#8217;s next president, is drawing up a &#8220;hybrid&#8221; [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-castillo-plans-technocrat-heavy-cabinet-moderate-in-economy-role/\" rel=\"nofollow\">Reuters exclusively reports Peru&#8217;s Castillo plans technocrat-heavy cabinet, moderate in economy role</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>On June 7, Reuters was ahead with key wins on Peru’s presidential election, including 42 seconds ahead with the first [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/peru-election/\" rel=\"nofollow\">Peru election</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>", "source": "Reuters South America::Reuters South America::Reuters South America", "sourceUrl": "https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-new-govt-eyes-natural-gas-hydroelectric-sectors-for-public-companies/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-castillo-plans-technocrat-heavy-cabinet-moderate-in-economy-role/::https://www.reutersagency.com/en/reuters-best/peru-election/"}, "geometry": {"type": "Point", "coordinates": [-75.015152, -9.189967]}}, {"type": "Feature", "properties": {"name": "Brasília, Brazil", "title": "Reuters exclusively reports Brazil’s 3R is bidding for Petrobras refinery and oilfields::Reuters reveals Argentine meat packers reach preliminary export deal with government::Reuters exclusively reports tweets about fuel shortages led to Venezuelan oil union leader’s arrest::Reuters reports exclusively on Brazil drugstore deal, Pague Menos shares jump", "imageUrl": "https://restcountries.eu/data/bra.svg", "icon": "reuters.png::reuters.png::reuters.png::reuters.png", "description": "<p>Reuters exclusively reported that consortia led by Brazil&#8217;s 3R Petroleum Oleo e Gas SA and private equity firm Seacrest Capital [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-brazils-3r-is-bidding-for-petrobras-refinery-and-oilfields/\" rel=\"nofollow\">Reuters exclusively reports Brazil&#8217;s 3R is bidding for Petrobras refinery and oilfields</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters broke the news that Argentine meat packers reached a preliminary deal with the government that will allow them to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-argentine-meat-packers-reach-preliminary-export-deal-with-government/\" rel=\"nofollow\">Reuters reveals Argentine meat packers reach preliminary export deal with government</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters reported exclusively that Venezuelan law enforcement officers arrested an oil workers&#8217; union leader last fall in part due to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-tweets-about-fuel-shortages-led-to-venezuelan-oil-union-leaders-arrest/\" rel=\"nofollow\">Reuters exclusively reports tweets about fuel shortages led to Venezuelan oil union leader&#8217;s arrest</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Shares of Brazilian drugstore chain Pague Menos opened 12% higher after Reuters broke the news that the company had reached [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reports-exclusively-on-brazil-drugstore-deal-pague-menos-shares-jump/\" rel=\"nofollow\">Reuters reports exclusively on Brazil drugstore deal, Pague Menos shares jump</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>", "source": "Reuters South America::Reuters South America::Reuters South America::Reuters South America", "sourceUrl": "https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-brazils-3r-is-bidding-for-petrobras-refinery-and-oilfields/::https://www.reutersagency.com/en/reuters-best/reuters-reveals-argentine-meat-packers-reach-preliminary-export-deal-with-government/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-tweets-about-fuel-shortages-led-to-venezuelan-oil-union-leaders-arrest/::https://www.reutersagency.com/en/reuters-best/reuters-reports-exclusively-on-brazil-drugstore-deal-pague-menos-shares-jump/"}, "geometry": {"type": "Point", "coordinates": [-51.92528, -14.235004]}}]}