{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "name": "Quito, Ecuador",
        "title": "Xi calls for more fruitful practical cooperation with Ecuador",
        "imageUrl": "https://restcountries.eu/data/ecu.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "Chinese President Xi Jinping said Monday that China is ready to work with Ecuador to achieve more results in bilateral practical cooperation and create more benefits for their peoples.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342744.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -78.4678382,
          -0.1806532
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Beijing, China",
        "title": "CR20G builds agribusiness chains in BRI economies::Village aims for low carbon, one house at a time::Retired teacher finds new passion: Cycling::Technology bears fruit for nation's farmers::China-U.S. cancer collaboration may open door for new era 'Ping-Pong Diplomacy': Forbes::Xi says China willing to walk together with Cuba in building socialism::Xinjiang boosts local agricultural products at online Asia-Europe Commodity Trade Fair::China cultivates 2-meter-high 'giant rice' in Chongqing::U.S. hospitals overwhelmed by COVID-19 surge, more vaccinations needed::Tighter oversight will spur tech innovation::Steph unearths a new Weibo 'baller'::Experts refute U.S. intelligence community's COVID-19 origins tracing report::Is U.S. intelligence community competent to trace the virus origin?::1,500 vehicles debut at 2021 Chengdu International Motor Show::Family witnesses and benefits from changes in Tibet::Plan aims to eliminate cervical cancer::Chinese mainland reports no new locally transmitted COVID-19 cases::Former IOC president Jacques Rogge passes away at 79::Whole city of New Orleans loses power due to Hurricane Ida::China's sovereign wealth fund sees big return from 2020 overseas investment::Xinjiang cotton stretches out to bigger market::Xi outlines ethnic affairs for new era::Chinese health authority opposes scapegoating in name of origins tracing::Chinese FM holds phone conversation with U.S. Secretary of State::China has 289 mln students in 2020: education ministry::China's services trade fair boasts over 4,000 online exhibitors::Remains of more Chinese martyrs in Korean War to be returned::China lodges serious protest over U.S. COVID-19 origins tracing report::China not reluctant to share data on pandemic::China's new third board hits 93 bln yuan turnover::Politicizing COVID-19 origins tracing hampers global anti-pandemic efforts, says Cambodian official::Full text: Statement by Vice Foreign Minister Ma Zhaoxu on Release of U.S. Intelligence Report on COVID-19 Origins::Chinese mainland reports no new locally transmitted COVID-19 cases::China donates more COVID-19 vaccines to Lebanon::China has 872 mln online payment users: report::Xi stresses high-quality development of Party's work on ethnic affairs::China firmly opposes U.S. intelligence community's COVID-19 origins tracing::China sees progress in building e-commerce demonstration bases: ministry::China reports 145 mln market entities::Central China's World Heritage Site reopens as COVID-19 risk clears::China has 888 mln short-video users: report::China condemns U.S. as warships transit Taiwan Straits::China slams U.S. accusations of obstructing international investigation into COVID-19 origins::Facilities for cultural services to be bolstered::Key U.S. inflation gauge continues to surge in July::U.S. Intelligence Community: Instigator of tragedy::Powell says U.S. Fed could start tapering asset purchases this year::China to continue to support Ethiopian efforts to achieve peace: envoy to UN::China donates anti-pandemic supplies to Myanmar border regions::China's service trade sector sees wider opening-up::China's summer box office hits 7 bln yuan::Xi says China ready to continue supporting Malawi's socio-economic development::Xi says China willing to synergize development strategies with Portugal::Xi calls for steady, long-term development of China-Philippines ties::China urges Japan not to mislead the next generation::China opposes politicizing the origins of COVID-19: New York Consulate General::Vast majority of public cultural service venues in China offer free admission::China’s Celebrity Culture Is Raucous. The Authorities Want to Change That.::Culture Fact (9): Guqin::Oil paintings show charming Tibetan scenery::Distinctive Uygur performance demonstrates traditional charms::China's Hainan permits road test for self-driving vehicle::China's 'most beautiful' bird spotted in Fujian::Huangshan Mountain scenic spot rolls out creative pine-shaped ice cream::AnSirTime: U.S. Agent, how did you fail also?::Over 2 billion doses of COVID-19 vaccines administered in China::Key document released on CPC's role::China intensifies crackdown on malpractices in entertainment fandoms::AU receives Chinese COVID-19 vaccines::Central China's Zhangjiajie reopens after two-month lockdown::China's largest LNG Terminal put into operation in Hebei::Chinese embassy slams Kamala Harris' verbal attacks on China in Vietnam::Tibet building extensive transport system::China to fill science and technology gaps in transport sector::In Tibet, urban jobs on the upswing::New online regulations to control harmful, irrational fan behavior::GoQinghai: Vast Terrace::Extinct fish fossils of 290 mln years ago found in Shanxi::Profits of Chinese SOEs surge in Jan.-July::Survey: Nation getting greener over past decade::Reuters reveals China’s CCPC takes center stage in Iran, Venezuela oil trade",
        "imageUrl": "https://restcountries.eu/data/chn.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::reuters.png",
        "description": "Xi'an, Shaanxi province-based infrastructure project provider China Railway 20th Bureau Group Corp, or CR20G, will become an agricultural industry chain builder in markets involved in the Belt and Road Initiative during China's 14th Five-Year Plan period (2021-25), an executive said.::Zhuangshang village in Yuncheng, Shanxi province, aims to achieve carbon neutrality via a new solar power system using rooftop solar panels on people's homes that allows them to be independent from the local power grid.::When Ben Cheng, 63, finished a bicycle journey along the ancient Silk Road in June, she immediately began planning her next trip — a ride along the route of the Long March.::The central government has repeatedly pledged to vitalize rural industries and build an industrial-type system.::A joint effort by China and the United States to fight cancer may open door for the \"Ping-Pong Diplomacy\" of new era, former Australia Prime Minister Kevin Rudd said on Saturday, according to Forbes.::Chinese President Xi Jinping said China is willing to walk together with Cuba in building socialism and be good partners in pursuing common development in a phone conversation with Cuban President Miguel Diaz-Canel.::The 2021 Online Asia-Europe Commodity Trade Fair and the 2nd Xinjiang E-commerce Live Broadcast Festival were held in Urumqi on Sunday.::Giant rice shoots growing in Changhong Village of Chongqing are expected to yield more than 800 kilograms per mu (667 square meters) this year, according to the Chongqing Branch of National Hybrid Rice Engineering Research and Development Center::The number of COVID-19 pandemic related hospitalizations in the United States reached above 100,000 last week for the second time, overwhelming caregivers capacity in several states and spawning an urgency to vaccinate more of the eligible.::China's tighter oversight of the internet sector does not contradict plans to bolster its development. Instead, regulation over the fast-expanding consumer-oriented platform economy will motivate internet companies to pursue next-generation innovation, experts said.::Stephen Curry of the Golden State Warriors warms up before the first half of an NBA Tournament Play-In game against the Los Angeles Lakers at Staples Center on May 19, 2021 in Los Angeles, California.::Foreign experts have refuted the U.S. intelligence community's report on the origins of COVID-19, saying an approach that isn't scienced-based and aimed at scapegoating China will undermine global efforts to end the pandemic.::Origins tracing is a highly professional and scientific area which requires the full cooperation of global scientists. This is simply not a task that could be achieved by the intelligence community of a certain country.::The 24th Chengdu International Motor Show is held in Chengdu, Sichuan Province, Aug. 29, 2021.::Yarlung Zangbo River, the longest plateau river in China and one of the highest rivers in the world, runs through the city of Shigatse in Southwest China's Tibet autonomous region. People living on the north bank have to cross the roaring river to reach the city's downtown area and beyond.::Cervical cancer is the second-most-common cancer contracted by Chinese women, with an estimated 130,000 new cases each year, accounting for 28 percent of the world's total, according to the commission.::The Chinese mainland on Sunday reported no new locally transmitted COVID-19 cases, the National Health Commission said in its daily report on Monday.::Former International Olympic Committee (IOC) president Jacques Rogge has passed away at the age of 79, the IOC announced on Sunday.::The whole city of New Orleans, the biggest one in southern U.S. state Louisiana, is now without power after powerful Hurricane Ida made a landfall in the state earlier on Sunday, the 16th anniversary of Hurricane Katrina's destructive landfalls in Louisiana and Mississippi.::China Investment Corporation (CIC), a sovereign wealth fund in the country, reported a net annual return of 14.07 percent from its overseas investments on a U.S. dollar basis last year.::In the workshop of a textile company in northwest China's Xinjiang Uygur Autonomous Region, workers were busy packaging some 70,000 pieces of knitted underwear for orders from Japan.::China has set out its blueprint on ethnic affairs in the new era－with forging the community of the Chinese nation at the center－in order to promote the equal development and common prosperity of all ethnic groups and safeguard national sovereignty, security and development interests.::Coronavirus origins tracing should never be used as a handy tool for scapegoating, nor should it be manipulated for political purposes, a senior Chinese health official has said, refuting a recent report produced by the United States on the origins of the COVID-19 virus.::Chinese State Councilor and Foreign Minister Wang Yi held a phone conversation with U.S. Secretary of State Antony Blinken on Sunday, exchanging views on the situation in Afghanistan and China-U.S. ties.::The number of students at all levels of education in China, including at universities, reached 289 million in 2020, up by 6.74 million on the previous year, according to the Ministry of Education (MOE).::A total of 4,357 enterprises have registered to hold virtual exhibitions at the upcoming China International Fair For Trade in Services (CIFTIS), with no offline events planned, the organizers said Sunday.::The remains of more Chinese soldiers killed in the 1950-53 Korean War will be returned to China from the Republic of Korea (ROK) in September, said China's Ministry of Veterans Affairs on Sunday.::China has made serious protests to the United States over the COVID-19 origins tracing report submitted by the U.S. intelligence community to U.S. President Joe Biden, according to Vice-Foreign Minister Ma Zhaoxu.::Questions about data transparency were also raised during the news conference in March by the Chinese experts from the World Health Organization's COVID-19 origins investigation mission in China.::The cumulative turnover of China's main over-the-counter (OTC) equity market has reached 93 billion yuan (about 14.4 billion U.S. dollars). Launched in 2013, the board aims to offer small and medium-sized enterprises a new financing channel with low costs and simple listing procedures.::The politicization of COVID-19 origins tracing is undermining global efforts to fight the pandemic, Cambodian government chief spokesman Phay Siphan said Saturday.::Following is the full text of the Statement by Vice Foreign Minister Ma Zhaoxu on Release of U.S. Intelligence Report on COVID-19 Origins, issued on Saturday:::The Chinese mainland on Saturday reported no new locally transmitted COVID-19 cases, the National Health Commission said in its daily report on Sunday.::The Chinese government decided to provide Lebanon with a new batch of Chinese-made COVID-19 vaccine to help the country fight the pandemic, the Chinese embassy in Lebanon said in a statement Saturday.::The number of online payment service users in China had reached 872 million by the end of June, according to the latest statistical report on China's internet development.::President Xi Jinping has stressed consolidating the sense of community for the Chinese nation and unswervingly taking the correct approaches with Chinese characteristics to handling ethnic affairs when addressing the central conference on ethnic affairs.::China firmly opposes the report on COVID-19 origins by the U.S. intelligence community and has lodged stern representations to the U.S. side, Vice Foreign Minister Ma Zhaoxu said on Saturday.::China has made solid progress in building e-commerce demonstration bases in recent years, data from the Ministry of Commerce showed.::The number of market entities in China reached 145 million on the back of government efforts to streamline the process for starting a business, official data showed.::Zhangjiajie, a renowned tourist city in central China's Hunan Province, reopened its first batch of tourist sites, including the core part of Wulingyuan scenic area on the World Natural Heritage List of UNESCO, on Friday morning after a suspension of nearly one month.::China had 888 million online short-video users as of June, accounting for nearly 88 percent of total internet users, a report released Friday showed.::The Chinese military resolutely opposes and condemns the United States sailing a guided-missile destroyer and a coast guard cutter through the Taiwan Straits on Friday, the Ministry of National Defense said in a statement on Saturday morning.::China is firmly opposed to the report released by the U.S. intelligence community on COVID-19 origins tracing, which accused China of \"obstructing international investigations\" and \"refusing to share information and blaming other countries,\" the Chinese Embassy in the United States said in a statement on Saturday.::China will bolster cultural service facilities for the public, according to a news conference with the State Council Information Office in Beijing on Friday.::A key U.S. inflation measure closely watched by the Federal Reserve continued to surge in July, indicating growing inflation pressures amid supply constraints, the U.S. Commerce Department reported on Friday.::According to the White House, U.S. President Joe Biden on Tuesday received a classified report from the intelligence community about the origins of the novel coronavirus, but it might take a few days to declassify elements of the report for potential public release.::U.S. Federal Reserve (Fed) Chair Jerome Powell said on Friday that it could be appropriate for the central bank to start tapering asset purchases this year.::China has pledged to continue supporting the Ethiopian people's efforts towards achieving peace and stability, the Chinese envoy to the United Nations said Thursday.::China's Ministry of Foreign Affairs held a ceremony Friday in Tengchong, southwest China's Yunnan Province, to donate COVID-19 prevention medical supplies to Myanmar border regions, including Kachin and Shan states.::China has taken a slew of measures to widen the opening up of the service industry and vows to make more efforts to promote the opening-up of trade in services to a higher-level.::China's box office revenue for the summer movie season, covering the period from June 1 to Aug. 31 this year, stood at a little more than 7 billion yuan (about 1.08 billion U.S. dollars) as of Friday.::China is ready to continue providing support for and aid to Malawi's economic and social development within its capacity, Chinese President Xi Jinping said Friday in a phone conversation with his Malawi counterpart, Lazarus Chakwera.::Chinese President Xi Jinping said Friday that China is ready to work with Portugal to strengthen the synergy between their development strategies, promote cooperation in such fields as energy, finance and infrastructure construction, and explore third-party market cooperation.::China stands ready to work with the Philippines to keep bilateral relations on the right track and achieve steady and long-term development, Chinese President Xi Jinping said on Friday.::China firmly opposes Japan unveiling a defense white paper for children, and has lodged solemn representations with Japan, urging Japan not to mislead the next generation, a foreign ministry spokesperson said on Friday.::China opposes politicizing efforts to uncover the origins of the coronavirus, the Chinese Consulate General in New York has said.::All of China's public libraries, cultural centers and fine art galleries, as well as over 90 percent of the country's museums, are offering free admission for the general public, according to a press conference on Friday.::The Communist Party has declared war on idol worship, part of a broader crackdown on what it sees as toxic celebrity culture that is poisoning the minds of the country’s youth.::::Photo shows the oil paintings created by Ma Tiankuan and his students, Jainca County, Huangnan Tibetan Autonomous Prefecture, Qinghai Province, on August 26, 2021. Ma is an associate professor of the Art Design Department at Xi'an Jiaotong University. He and his students have created charming oil painting artworks related to the local culture and landscape.::Sain Nai Mu is traditional song and dance performed at Kaqun Township, Xinjiang Uygur Autonomous Region.::China's tropical province of Hainan has issued a permit for testing a self-driving vehicle on certain public roads.::Some blue-throated bee-eaters, a rarely-seen bird in China, were photographed by members of the photographers' association of Wuping county, Fujian province, recently.::A visitor takes a photo of the pinky ice cream in the shape of famous Greeting Pine on the Huangshan Mountain in Anhui Province, August 26, 2021. Inspired by the shape of the Greeting Pine, a famous landmark on the mountain, this innovative cultural and creative product has aroused visitors' interests.::Two senior U.S. officials said, the new assessment of reports on novel coronavirus origins created by U.S. intelligence agencies didn’t yield a definitive conclusion, was partly because of lack of detailed information from China. Why are they always clamoring for information of China? The answer is quite simple, because what they want doesn’t exist at all.::More than 2 billion doses of COVID-19 vaccines had been administered across China as of Thursday, the National Health Commission (NHC) said Friday.::A senior official of the Communist Party of China on Thursday dismissed concerns that China is challenging the political system in the West, and said that the nation never seeks to export its ideology, values or development model.::China's cyberspace regulator on Friday announced a set of new measures to curb the improper marketing of entertainers and regulate fandom activities.::The African Union (AU) Commission on Thursday received China's Sinopharm COVID-19 vaccines here in the Ethiopian capital.::Three major scenic spots in Zhangjiajie, Central China's Hunan Province including the Wulingyuan scenic spot have reopened on Friday after a nearly two-month lockdown due to a localized Covid-19 outbreak originated from the Nanjing airport in East China's Jiangsu Province.::Photo shows the Tangshan Liquefied Natural Gas (LNG) Terminal in Caofeidian, Hebei Province, on August 26, 2021.::The Chinese Embassy in Vietnam on Thursday released a statement refuting U.S. Vice President Kamala Harris' verbal attacks on China during her visit to Vietnam.::The Tibet autonomous region has accelerated establishing a comprehensive transport system including railways, highways, civil aviation and postal services.::China will issue a guideline to promote science and technology development in transport sector, aiming to solve key technological problems which hinder the sector's development.::From January to July this year, the number of new urban jobs in the Tibet autonomous region reached 32,000, an increase of 3,000 year-on-year, to complete 64 percent of the region's annual target for urban employment.::China's top internet watchdog has decreed that all cyberspace authorities across the country intensify efforts to regulate online platforms and celebrity agents to help netizens support their idols in a rational manner.::Xiaogaoling village in Huangyuan county is located in the transitional zone from the loss plateau to the Qinghai-Tibet Plateau, whose natural conditions including high altitude and low temperature that would affect crop production.::The Chinese scientific research team made the first-record finding in China on the latest archaeological research to the fossil in the Lower Permian (Cisuralian) period in Yangquan city, Shanxi Province. The discovery provided a proof that petalodus, a shark species with petal-shaped teeth, had migrated across the Paleo-Tethys Ocean in the history.::The combined profits of China's state-owned enterprises (SOEs) surged 92.1 percent year on year to nearly 2.79 trillion yuan (about 430 billion U.S. dollars) in the first seven months of this year, official data showed Friday.::The area of forests in China has surged to 284.12 million hectares over the past decade, making the nation a greener one with an improved environment, according to the third national land resources survey released on Thursday.::<p>Reuters revealed that a Chinese logistics firm has emerged as a central player in the supply of sanctioned oil from [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-chinas-ccpc-takes-center-stage-in-iran-venezuela-oil-trade/\" rel=\"nofollow\">Reuters reveals China&#8217;s CCPC takes center stage in Iran, Venezuela oil trade</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::NY Times::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)::Reuters South America",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342716.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342714.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342712.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342710.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342698.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342692.shtml::http://www.ecns.cn/photo/2021-08-30/detail-ihaqqnar7342680.shtml::http://www.ecns.cn/cns-wire/2021-08-30/detail-ihaqqnar7342683.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342667.shtml::http://www.ecns.cn/business/2021-08-30/detail-ihaqqnar7342641.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342639.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342635.shtml::http://www.ecns.cn/news/cns-wire/2021-08-30/detail-ihaqqnar7342617.shtml::http://www.ecns.cn/photo/2021-08-30/detail-ihaqqnar7342614.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342589.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342585.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342579.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342573.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342567.shtml::http://www.ecns.cn/news/economy/2021-08-30/detail-ihaqqnar7342544.shtml::http://www.ecns.cn/business/2021-08-30/detail-ihaqqnar7342541.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342529.shtml::http://www.ecns.cn/news/politics/2021-08-30/detail-ihaqqnar7342526.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342514.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342510.shtml::http://www.ecns.cn/business/2021-08-30/detail-ihaqqnar7342516.shtml::http://www.ecns.cn/military/2021-08-29/detail-ihaqqnar7342506.shtml::http://www.ecns.cn/news/society/2021-08-29/detail-ihaqqnar7342497.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342483.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342471.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342461.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342459.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342443.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342445.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342447.shtml::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342433.shtml::http://www.ecns.cn/news/politics/2021-08-28/detail-ihaqqnar7342423.shtml::http://www.ecns.cn/news/economy/2021-08-28/detail-ihaqqnar7342420.shtml::http://www.ecns.cn/news/economy/2021-08-28/detail-ihaqqnar7342417.shtml::http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342407.shtml::http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342404.shtml::http://www.ecns.cn/news/politics/2021-08-28/detail-ihaqqnar7342401.shtml::http://www.ecns.cn/news/politics/2021-08-28/detail-ihaqqnar7342398.shtml::http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342395.shtml::http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342392.shtml::http://www.ecns.cn/video/2021-08-28/detail-ihaqqnar7342336.shtml::http://www.ecns.cn/news/economy/2021-08-28/detail-ihaqqnar7342379.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342374.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342371.shtml::http://www.ecns.cn/news/economy/2021-08-27/detail-ihaqqnar7342368.shtml::http://www.ecns.cn/news/economy/2021-08-27/detail-ihaqqnar7342365.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342362.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342359.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342356.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342348.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342346.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342344.shtml::https://www.nytimes.com/2021/08/27/business/media/china-celebrity-culture.html::http://www.ecns.cn/photo/2021-08-27/detail-ihaqqnar7342338.shtml::http://www.ecns.cn/photo/2021-08-27/detail-ihaqqnar7342328.shtml::http://www.ecns.cn/video/2021-08-27/detail-ihaqqnar7342321.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342312.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342304.shtml::http://www.ecns.cn/photo/2021-08-27/detail-ihaqqnar7342295.shtml::http://www.ecns.cn/video/2021-08-27/detail-ihaqqnar7342287.shtml::http://www.ecns.cn/news/society/2021-08-27/detail-ihaqqnar7342282.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqqnar7342251.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342235.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342233.shtml::http://www.ecns.cn/news/society/2021-08-27/detail-ihaqqnar7342224.shtml::http://www.ecns.cn/photo/2021-08-27/detail-ihaqqnar7342221.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669764.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669756.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669760.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669762.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669754.shtml::http://www.ecns.cn/video/2021-08-27/detail-ihaqkfpn8669739.shtml::http://www.ecns.cn/photo/2021-08-27/detail-ihaqkfpn8669736.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669728.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqkfpn8669721.shtml::https://www.reutersagency.com/en/reuters-best/reuters-reveals-chinas-ccpc-takes-center-stage-in-iran-venezuela-oil-trade/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          116.4073963,
          39.90419989999999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Alexandria, United States",
        "title": "At least one confirmed dead in Hurricane Ida-hit U.S. Louisiana::Hurricane Ida live updates: first death in Louisiana as New Orleans loses power::Hurricane Ida's 150mph winds batter Louisiana",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico",
        "description": "At least one person was confirmed dead after powerful Hurricane Ida made a landfall in southern U.S. state Louisiana on Sunday, authorities said.::<p>Sheriffs say person killed by falling tree in Prairieville<em> </em>as<em> </em>city of New Orleans falls back on power generators after network fails</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/aug/29/hurricane-ida-could-be-among-strongest-to-hit-louisiana-since-1850s-governor-warns\">Report: New Orleans loses power as category 4 storm hits</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:43:47.413Z\">7.43am <span class=\"timezone\">BST</span></time> </p><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:10:31.587Z\">7.10am <span class=\"timezone\">BST</span></time> </p><p>Hurricane Ida, one of the most powerful storms ever to hit the US, was so strong it reversed the flow of the Mississippi River on Sunday - an extremely rare occurrence.</p><p>“I remember, off hand, that there was some flow reversal of the Mississippi River during Hurricane Katrina, but it is extremely uncommon,” Scott Perrien, a supervising hydrologist with the USGS Lower Mississippi Gulf Water Science Center in Baton Rouge, Louisiana, told CNN.</p><p dir=\"ltr\" lang=\"en\">Mississippi River at Belle Chase flowing upstream as storm surge pushes inland <a href=\"https://twitter.com/hashtag/lawx?src=hash&amp;ref_src=twsrc%5Etfw\">#lawx</a> <a href=\"https://t.co/Btt8vXZfs6\">pic.twitter.com/Btt8vXZfs6</a></p> <a href=\"https://www.theguardian.com/us-news/live/2021/aug/30/hurricane-ida-2021-live-update-louisiana-storm-hits-new-orleans-path-tracker-mississippi-river-latest-updates\">Continue reading...</a>::Ida makes landfall as a category four hurricane as pilots take us inside the eye of the storm.",
        "source": "China News Service (CNS)::The Guardian::BBC",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342694.shtml::https://www.theguardian.com/us-news/live/2021/aug/30/hurricane-ida-2021-live-update-louisiana-storm-hits-new-orleans-path-tracker-mississippi-river-latest-updates::https://www.bbc.co.uk/news/world-us-canada-58379885?at_medium=RSS&at_campaign=KARANGA"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -77.0469214,
          38.8048355
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kabul, Afghanistan",
        "title": "Rockets fired at Kabul airport in Afghanistan: witnesses::Afghanistan Updates: Rockets Launched at Kabul Airport After U.S. Strikes::U.S. Shoots Down Rockets Aimed at Kabul Airport::American University of Kabul Students Trying to Flee Were Sent Home::U.S. Strikes Explosive-Laden Vehicle in Kabul::98 Countries Pledge to Accept Afghans After US Military Departs::U.S. Conducts Drone Strike in Kabul and Winds Down Airlift as Deadline Nears::Afghanistan: US drone strike 'eliminates airport bomb threat'::Evacuations From Kabul Wind Down as U.S. Prepares to Pull Last Troops::After Airport Bombing, an Afghan Family Buries a Father, and Hope::U.S. Launches Strike on ISIS-K as Bombing’s Death Toll Soars::A Journey Through Kabul, Afghanistan on the Day of the Fall::‘What Will Happen to Me?’ An Uncertain Future Awaits Afghans Who Fled::As the Taliban Tighten Their Grip, Fears of Retribution Grow::Smoke visible across Kabul after blast near airport – video::A country abandoned: BBC's John Simpson on Afghanistan::A U.S. Marine - a Baby on 9/11 - Is Among the Dead in Kabul::Afghanistan: Taxi driver, shopkeeper: UK victims of Kabul attack::Afghanistan: 'Thousands more left behind...and feel terrified'::Britain, France End Their Evacuations in Afghanistan::All in or All Out? Biden Saw No Middle Ground in Afghanistan::Afghanistan: Black Hawks and Humvees - military kit now with the Taliban::Afghanistan Collapse and Strikes in Somalia Raise Snags for Drone Warfare Rules::UK has not forgotten those who still need to leave Afghanistan, says ambassador – video::U.S. conducts airstrike against ISIS member in wake of Afghanistan bombing::Afghans reach Europe and buying burqas in Kabul: human rights this fortnight – in pictures::Amid Afghan Chaos, a C.I.A. Mission That Will Persist for Years::Afghanistan: Shukria Barakzai's whispered voice notes and dramatic escape::Afghanistan: 'I helped the US military, now help me save my family'::Biden doesn't want Kabul attackers 'to live on planet Earth any more', says Psaki – video::Afghanistan Disaster: Debacle in Kabul Could Overshadow Biden's Presidency::Terror Expert on Afghanistan: \"The Real Threat Is Islamic State, not Al-Qaida\"::‘Bad options all around’: Biden’s vow to avenge Kabul attack could take years::Afghanistan interpreter: Getting plane out was 'happiest moment of my life'::The Latest From Afghanistan::Andrew Quilty documents 12 days of chaos in Kabul – in pictures::Evacuating Afghanistan: a visual guide to flights in and out of Kabul::Baby Born on Afghan Flight Is Named Reach, After Jet's Call Sign::A Paradox for the Taliban: Resistance in Afghanistan Appears to Be Growing::German Foreign Minister on the Afghanistan Debacle: \"I Don't Know If It's Possible to Completely Make Up for Everything\"::The Entirely Predictable Failure of the West's Mission in Afghanistan::A Chronicle of German Failures in Afghanistan: \"Takeover of Kabul Unlikely Before 9/11\"::Local Hires Stranded in Afghanistan: \"They Don't Care About My Life!\"::A Wolf in Sheep's Clothing: Fears Justified as Taliban Secures Power in Afghanistan",
        "imageUrl": "https://restcountries.eu/data/afg.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico",
        "description": "Five rockets were fired early Monday at Kabul airport in the Afghan capital, where the evacuation of U.S.-led troops is underway, witnesses said.::There were no casualties after the airport was defended by a counter-rocket system. On Sunday, a U.S. military drone blew up a vehicle full of explosives in Kabul.::The attacks came with just two days remaining before President Biden’s deadline to complete the withdrawal, capping 20 years of war in Afghanistan.::After seven hours of waiting for clearance to enter the airport gates and driving around the city, the group met a dead end: Evacuations were permanently called off.::The drone strike came after a warning from President Biden that another terrorist attack at the Afghan capital’s airport was “highly likely.”::A joint statement from the United States and other countries said that they had “received assurances from the Taliban” that people with travel documents showing they were clear to enter any of those countries could safely depart.::The strike eliminated what U.S. officials called an imminent terrorist threat. With the military evacuation of Afghans over,   the United States and others say they will still get people out.::The strike on a vehicle prevented another suicide bombing by Islamic State, military officials say.::Hundreds of thousands of Afghans are still thought to be seeking to flee the country, but President Biden and other global leaders have acknowledged that many will not get out before the deadline.::The former police officer, from the Hazara ethnic minority, had hoped to help his family escape the Taliban. Instead, he is now numbered among the scores killed at the Kabul airport.::The Pentagon said its drone strike appeared to have killed a planner for the terror group, which claimed responsibility for the blast at Kabul’s airport that left more than 170 dead.::A Times correspondent who grew up in the Afghan capital returned before the Taliban’s victory, taking in the end of one era and the fearful start of another.::Tens of thousands clambered onto evacuation planes bound for Qatar. Many are now in limbo in overflowing processing centers, fearful of what comes next.::Taliban leaders have promised amnesty to Afghan officials and soldiers, but there are increasing reports of detentions, disappearances and even executions.::<p>US forces have launched a 'defensive' military strike in Kabul against a vehicle carrying 'multiple suicide bombers' from the Islamic State’s local affiliate in&nbsp;<a href=\"https://www.theguardian.com/world/afghanistan\">Afghanistan</a>&nbsp;who were aiming to attack the airport, American officials have said.</p><p>There was no immediate word on casualties and few other details have so far emerged about the incident, which may have triggered a second blast in a nearby house.</p><p>Witnesses reported an explosion near Kabul airport and television footage showed black smoke rising into the sky.&nbsp;<a href=\"https://www.theguardian.com/world/taliban\">Taliban</a>&nbsp;officials confirmed the US account. According to some reports, a child died in the second blast<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2021/aug/29/afghanistan-fresh-blast-near-kabul-airport-kills-child\">Afghanistan: fresh blast near Kabul airport kills child</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/29/smoke-visible-across-kabul-after-blast-near-airport-kills-child-video\">Continue reading...</a>::As foreign forces end their 20-year campaign, our world affairs editor considers what has been achieved.::Rylee McCollum, barely older than the war itself, had a wife and a baby on the way. He was one of the first publicly identified American victims of the suicide bombing at Kabul’s airport.::Relatives and friends of Mohammad Niazi and Musa Popal pay tribute after Thursday's blasts.::The BBC's Lyse Doucet in Kabul says many people are still desperately trying to leave, as evacuations draw to a close.::Evacuations are slowing as U.S. officials estimate that about 350 Americans are still trying to leave Afghanistan.::President Biden’s reductionist formula has prompted a debate over whether the mayhem in Kabul was inevitable or the result of a failure to consider other options.::As the insurgents swept through Afghanistan they inherited an arsenal of US-made equipment.::But the Biden administration is close to finishing a new playbook for counterterrorism strikes outside conventional war zones.::<p>The British ambassador to Afghanistan, Sir Laurie Bristow, said it was 'time to close this phase' of the evacuation effort, after the final UK flight for Afghan nationals left Kabul airport. About 14,000 people have been airlifted out of the country by British forces in less than two weeks</p><ul><li><a href=\"https://www.theguardian.com/world/2021/aug/28/final-uk-evacuation-flight-leaves-kabul-airport-in-afghanistan\">Final UK evacuation flight purely for Afghan nationals has left Kabul airport</a></li><li><a href=\"https://www.theguardian.com/world/live/2021/aug/28/afghanistan-live-news-uks-ability-to-process-evacuations-extremely-reduced-as-us-on-alert-for-further-attacks\">Afghanistan live news</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/28/uk-has-not-forgotten-those-who-still-need-to-leave-afghanistan-says-ambassador-video\">Continue reading...</a>::The United States has launched a drone attack against a planner for the Islamic State (ISIS), the U.S. Central Command said Friday, less than 48 hours after a suicide bombing in Kabul, Afghanistan, killed 13 U.S. service members and some 170 Afghans.::<p>A roundup of the struggle for human rights and freedoms, from Afghanistan to Greece</p> <a href=\"https://www.theguardian.com/global-development/gallery/2021/aug/28/afghans-reach-europe-and-buying-burqas-in-kabul-human-rights-this-fortnight-in-pictures\">Continue reading...</a>::The spy agency had plans to de-emphasize counterterrorism operations to focus on rising global powers. History got in the way.::The desperate messages sent by Afghan politician Shukria Barakzai to a UK MP. as the Taliban tried to hunt her down.::Afghans living in Texas plead for help to save the lives of loved ones left behind in Afghanistan.::<p>The White House press secretary, Jen Psaki, underlined Joe Biden's comments on Thursday's attack on Kabul airport, saying: 'I think he made it clear he doesn't want them to live on planet Earth any more.'</p><p>Biden’s national security team has warned him that US troops remain under threat of another terrorist attack just 24 hours after the&nbsp;devastating suicide bomb&nbsp;at Kabul airport that killed 13 US service members and at least 90 Afghans.</p><ul><li><a href=\"https://www.theguardian.com/world/2021/aug/27/pentagon-afghanistan-further-attacks-joe-biden\">Pentagon warns of further attacks as Biden condemned over Afghan pullout</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/27/biden-doesnt-want-kabul-attackers-to-live-on-planet-earth-any-more-says-psaki-video\">Continue reading...</a>::U.S. President Joe Biden wanted to end the war in Afghanistan and pull America's troops out as quietly as possible. Instead, the chaos and the bloodbath in Kabul could cripple his presidency.::The attack at the Kabul airport shows that the Taliban are unable to get the country completely under control, terror expert Wassim Nasr argues in an interview. An entity that once offered safe haven to terrorists will now have to fight them.::<p>Joe Biden’s options are limited in short-term as US troops withdraw from Afghanistan in days</p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/aug/27/afghanistan-taliban-live-news-kabul-airport-attack-bomb-explosion-civilians-us-marines-killed-abbey-gate-is-islamic-state-biden-vows-revenge-latest-updates\">Afghanistan: live updates</a></li></ul><p>American spies and special forces will be able to hunt down those behind Thursday’s <a href=\"https://www.theguardian.com/artanddesign/gallery/2021/aug/27/a-photojournalists-first-hand-experience-of-the-kabul-bombings-in-pictures\">suicide bombing</a> in Kabul, although the effort may take years, experts and former CIA officials believe.</p><p>Joe Biden vowed on Thursday to avenge the 13 US service members who died in a suicide bomb attack at the Kabul airport, declaring to the extremists responsible: <a href=\"https://www.theguardian.com/us-news/2021/aug/26/joe-biden-white-house-crisis-kabul-explosion\">“We will hunt you down and make you pay.”</a></p> <a href=\"https://www.theguardian.com/world/2021/aug/27/us-vow-to-avenge-kabul-bomb-attack-possible-but-may-take-years-say-experts\">Continue reading...</a>::Former Afghan interpreter Burhan and his family are now in the UK, after begging for help to escape.::We’ll start with the bombing in Kabul — and then look at the air-quality crisis in the Western U.S.::<p>The Australian photojournalist has been working in the Afghan capital as troops from the US, UK and Australia withdraw. A period culminating in two suicide bombings, which tore through crowds trying to enter Hamid Karzai international airport</p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/aug/27/afghanistan-taliban-live-news-kabul-airport-attack-bomb-explosion-civilians-us-marines-killed-abbey-gate-is-islamic-state-biden-vows-revenge-latest-updates\">Kabul airport attack: latest updates from Afghanistan – live blog</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2021/aug/27/a-photojournalists-first-hand-experience-of-the-kabul-bombings-in-pictures\">Continue reading...</a>::<p>Flights stopped as the Taliban seized control, but numbers are back up and the vast majority of aircraft are now military</p><p>Kabul airport’s air traffic rebounded earlier this week due to an increase in military aircraft evacuating people, Guardian analysis has revealed.</p><p>Fewer than 15 aircraft arrived or departed each day between 16 and 19 August, according to data from <a href=\"https://www.flightradar24.com/34.57,69.21/14\">Flightradar24</a>.</p> <a href=\"https://www.theguardian.com/world/2021/aug/25/evacuating-afghanistan-a-visual-guide-to-flights-in-and-out-of-kabul\">Continue reading...</a>::A U.S. military commander said the baby was one of three born to women who have boarded evacuation flights out of Afghanistan.::After almost two decades as a guerilla movement, the Taliban have completely underestimated what it means to run a state. It will be extremely difficult for them to keep Afghanistan under control.::German Foreign Minister Heiko Maas has been under fire since the fall of Kabul. In a DER SPIEGEL interview, he speaks about the mistakes that have been made and the dangers of the rescue operation currently under way in Afghanistan.::In early July, I met with a leading Taliban military commander. I asked when his fighters would arrive in Kabul. His answer: \"They are already there.\" How the Afghanistan mission failed and what happens next.::German diplomats only found out by chance that their American counterparts were evacuating from Kabul and they were blindsided by the Taliban's rapid advance in the capital. But internal documents show that Berlin ignored urgent warnings.::Thousands of local hires who worked for the German armed forces are desperately trying to make their way to the Bundeswehr's evacuation flights. But Germany's bureaucracy is making it difficult for them and the Taliban is blocking the way to the airport.::The Taliban claim they will be a just and more gentle power this time around, but all past experience justifies the panic and horror. What is the country facing under its new rulers?",
        "source": "China News Service (CNS)::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::BBC::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::The Guardian::BBC::NY Times::BBC::BBC::NY Times::NY Times::BBC::NY Times::The Guardian::China News Service (CNS)::The Guardian::NY Times::BBC::BBC::The Guardian::Der Spiegel - International::Der Spiegel - International::The Guardian::BBC::NY Times::The Guardian::The Guardian::NY Times::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342696.shtml::https://www.nytimes.com/live/2021/08/29/world/afghanistan-live-news-updates::https://www.nytimes.com/2021/08/30/world/us-rockets-kabul-airport.html::https://www.nytimes.com/2021/08/29/world/taliban-american-university-of-kabul-afghanistan.html::https://www.nytimes.com/2021/08/29/us/politics/us-strike-kabul-airport.html::https://www.nytimes.com/2021/08/29/us/politics/afghanistan-refugees.html::https://www.nytimes.com/2021/08/29/world/asia/us-drone-strike-evacuation.html::https://www.bbc.co.uk/news/world-asia-58372458?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/28/world/asia/afghanistan-evacuations.html::https://www.nytimes.com/2021/08/27/world/asia/afghanistan-airport-bombing-family.html::https://www.nytimes.com/2021/08/27/world/asia/kabul-afghanistan-airport-bombing.html::https://www.nytimes.com/2021/08/28/world/asia/kabul-airport-bombing.html::https://www.nytimes.com/2021/08/29/world/asia/afghan-refugees-future.html::https://www.nytimes.com/2021/08/29/world/asia/afghanistan-taliban-revenge.html::https://www.theguardian.com/world/video/2021/aug/29/smoke-visible-across-kabul-after-blast-near-airport-kills-child-video::https://www.bbc.co.uk/news/58377984?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/27/world/asia/marine-killed.html::https://www.bbc.co.uk/news/uk-58377804?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-asia-58374153?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/28/world/asia/uk-france-afghanistan-evacuation-withdrawal.html::https://www.nytimes.com/2021/08/28/us/politics/trump-taliban-biden-afghanistan.html::https://www.bbc.co.uk/news/world-asia-58356045?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/28/us/politics/biden-drones.html::https://www.theguardian.com/world/video/2021/aug/28/uk-has-not-forgotten-those-who-still-need-to-leave-afghanistan-says-ambassador-video::http://www.ecns.cn/news/military/2021-08-28/detail-ihaqqnar7342414.shtml::https://www.theguardian.com/global-development/gallery/2021/aug/28/afghans-reach-europe-and-buying-burqas-in-kabul-human-rights-this-fortnight-in-pictures::https://www.nytimes.com/2021/08/27/us/politics/cia-afghanistan.html::https://www.bbc.co.uk/news/world-asia-58345901?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-us-canada-58349434?at_medium=RSS&at_campaign=KARANGA::https://www.theguardian.com/world/video/2021/aug/27/biden-doesnt-want-kabul-attackers-to-live-on-planet-earth-any-more-says-psaki-video::https://www.spiegel.de/international/world/afghanistan-disaster-debacle-in-kabul-could-overshadow-biden-s-presidency-a-098349a0-e660-4a49-b23a-1d94d3b56f80#ref=rss::https://www.spiegel.de/international/world/terror-expert-on-afghanistan-the-real-threat-is-islamic-state-not-al-qaida-a-c2529e57-0e1c-4d57-8bc9-bbc69c0ad71d#ref=rss::https://www.theguardian.com/world/2021/aug/27/us-vow-to-avenge-kabul-bomb-attack-possible-but-may-take-years-say-experts::https://www.bbc.co.uk/news/uk-58355250?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/27/briefing/afghanistan-attack.html::https://www.theguardian.com/artanddesign/gallery/2021/aug/27/a-photojournalists-first-hand-experience-of-the-kabul-bombings-in-pictures::https://www.theguardian.com/world/2021/aug/25/evacuating-afghanistan-a-visual-guide-to-flights-in-and-out-of-kabul::https://www.nytimes.com/2021/08/27/world/asia/baby-reach-evacuation-aircraft.html::https://www.spiegel.de/international/world/a-paradox-for-the-taliban-resistance-in-afghanistan-appears-to-be-growing-a-661beb11-035f-4eee-a749-b40c153055b9#ref=rss::https://www.spiegel.de/international/germany/german-foreign-minister-on-the-afghanistan-debacle-i-don-t-know-if-it-s-possible-to-completely-make-up-for-everything-a-2901ca30-cd06-43c8-a847-5bb7fa151fbe#ref=rss::https://www.spiegel.de/international/world/the-trillion-dollar-illusion-the-entirely-predictable-failure-of-the-west-s-mission-in-afghanistan-a-0193fa9c-aa6f-4719-84de-01ead3aefcf6#ref=rss::https://www.spiegel.de/international/germany/takeover-of-kabul-unlikely-before-9-11-a-chronicle-of-german-failures-in-afghanistan-a-d954eee2-f72d-4125-a6d5-90d3d774a422#ref=rss::https://www.spiegel.de/international/world/local-hires-stranded-in-afghanistan-they-don-t-care-about-my-life-a-7f755418-7fde-4c86-a6e8-0d8bb86bb7e5#ref=rss::https://www.spiegel.de/international/world/a-wolf-in-sheep-s-clothing-fears-justified-as-taliban-secures-power-in-afghanistan-a-87f0a165-1948-45c3-8195-8be59b844032#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          69.207486,
          34.5553494
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Warri, Nigeria",
        "title": "New Chinese vaccine 77 percent effective against Delta variant::Houses of worship struggle with fear of Delta’s rise within their congregations.::Special Edition: Central banks vs. Inflation and the Delta variant",
        "imageUrl": "https://restcountries.eu/data/nga.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.nytimes.com/favicon.ico::reuters.png",
        "description": "Delta variant::The variant’s spread came just as churches began welcoming back faithful.::<p>Reuters has delivered unparalleled coverage in 2021 of the extraordinary actions taken by the world’s central bankers to limit the [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/special-edition-central-banks-vs-inflation-delta-variant-8-11/\" rel=\"nofollow\">Special Edition: Central banks vs. Inflation and the Delta variant</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "China News Service (CNS)::NY Times::Reuters North America",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342637.shtml::https://www.nytimes.com/2021/08/29/world/houses-of-worship-struggle-with-fear-of-deltas-rise-within-their-congregations.html::https://www.reutersagency.com/en/reuters-best/special-edition-central-banks-vs-inflation-delta-variant-8-11/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          5.7932008,
          5.5543995
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "City of Victoria, Hong Kong",
        "title": "Hong Kong holds cultural relics exhibition in MTR station for first time::60 pct of Hong Kong's eligible population get at least 1 vaccine jab",
        "imageUrl": "https://restcountries.eu/data/hkg.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico",
        "description": "Hong Kong citizens visit the “Treasures from Sacred Hill--Song-Yuan Archaeological Discoveries at Sung Wong Toi” exhibition in MTR Sung Wong Toi station in Hong Kong, Aug. 29, 2021.::About 60 percent of Hong Kong's eligible population, or 4.06 million, have taken at least one vaccine shot against COVID-19 as far, half a year after the inoculation began.",
        "source": "China News Service (CNS)::China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/photo/2021-08-30/detail-ihaqqnar7342604.shtml::http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342428.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          114.1587983,
          22.2799907
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tongzhou, China",
        "title": "Snowboarders beef up Beijing preparations",
        "imageUrl": "https://restcountries.eu/data/chn.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "Far from the slopes, China's top snowboarders are taking cues from inside the Octagon as they shape up and toughen up for next year's Beijing Winter Olympics.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342587.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          116.656434,
          39.909946
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Paghmān, Afghanistan",
        "title": "Most Americans killed in Kabul airport attack were 9/11 babies: media::U.S. carries out airstrike targeting suspected ISIS-K vehicle in Kabul::Bodies of US troops killed in Kabul returned to America::Biden to Attend Return of US Service Members Killed in Kabul Airport Attack::Terror attack against Kabul airport 'highly likely' in 36 hours: Biden::The U.K. is ending its civilian evacuations from Kabul today.::Kabul airport gates closed after deadly attack, crowds cleared: witness::Death toll from Kabul airport attacks rises to 103, Taliban official says no evacuation deadline extension::UN chief following with great concern situation in Kabul: spokesman",
        "imageUrl": "https://restcountries.eu/data/afg.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico",
        "description": "Twelve of the 13 U.S. service members killed in Thursday's Kabul airport bombing were 9/11 babies, according to local media reports.::U.S. Central Command said on Sunday that U.S. military forces carried out an airstrike in Kabul against a suspected ISIS-K vehicle, which could pose an imminent threat to the airport.::A \"dignified transfer\" ceremony takes place at Dover Air Force Base, Delaware, to receive their remains.::They include 11 Marines, a Navy medic and a member of the Army.::U.S. President Joe Biden warned on Saturday that another terror attack against Kabul airport could be \"highly likely in the next 24-36 hours.\"::::All the gates of Kabul airport were closed early Friday following Thursday's deadly attack, and the crowds outside the airport have cleared, a witness said.::An unnamed Taliban official, quoted by media reports Friday, has said there is no reason to extend the deadline for foreign forces to leave the country as the death toll from the Kabul airport attacks on Thursday has reportedly risen to at least 103.::United Nations Secretary-General Antonio Guterres is following with great concern the ongoing situation in Kabul, especially at the airport, his spokesman Stephane Dujarric said at the daily noon briefing.",
        "source": "China News Service (CNS)::China News Service (CNS)::BBC::NY Times::China News Service (CNS)::NY Times::China News Service (CNS)::China News Service (CNS)::China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342533.shtml::http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342531.shtml::https://www.bbc.co.uk/news/world-us-canada-58380339?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/29/world/asia/kabul-airport-attack-biden.html::http://www.ecns.cn/news/2021-08-29/detail-ihaqqnar7342439.shtml::https://www.nytimes.com/2021/08/28/world/asia/the-uk-is-ending-its-civilian-evacuations-from-kabul-today.html::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342247.shtml::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342245.shtml::http://www.ecns.cn/news/politics/2021-08-27/detail-ihaqkfpn8669725.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          68.9569399,
          34.5911393
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Manila, Philippines",
        "title": "Chinese COVID-19 vaccine V-01 enters phase-III trials in Philippines",
        "imageUrl": "https://restcountries.eu/data/phl.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "A recombinant COVID-19 fusion protein vaccine (V-01) developed and manufactured in China has been approved for phase-III clinical trials in the Philippines.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/2021-08-30/detail-ihaqqnar7342512.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          120.9842195,
          14.5995124
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Abuja, Nigeria",
        "title": "Nigeria: NCAA Probes Poor Navigational Facilities At Port Harcourt Airport::Nigeria: Again, Emirates Extends Suspension of Nigerian Flights::Nigeria: Buhari Directs Recall of 11 'Wrongfully' Retired DPR Directors::Nigeria: 2023 Elections - Opposition to Cede Presidency to North, Chairmanship to South::Nigeria: Airlines Prepare for Automated Passenger Check-in At MMIA::Nigeria: Victor Uwaifo Didn't Die of Covid-19, Says Son::Nigeria: Rights Group Seeks Details of Payment of U.S.$1.7 Billion to Poor Nigerians::Nigeria: Dangote's $2bn Petrochemical Plant to Produce 77 Grades of Polypropylene::Nigeria: Apapa-Oshodi Gridlock - Lagos Traffic Committee Abandons Enforcement::Nigeria: What the Surrender of Boko Haram Members Means for Fight Against Insurgency::Nigeria: IMF's SDR Release Will Boost Reserves in Developing Economies Like Nigeria - Adesina::Nigeria: Confusion As Power Company Denies Plan to Hike Electricity Tariff::Nigeria: BBNaija - Three Housemates Maria, JMK, Sammie Say Goodbye!::Nigeria: Our Ordeals in the Hands of Bandits for 88 Days - Freed Islamic School Students::Nigeria: Nigeria Still Africa's Biggest Economy After South Africa Rebased GDP",
        "imageUrl": "https://restcountries.eu/data/nga.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[Daily Trust] The Nigerian Civil Aviation Authority (NCAA) has said that it will investigate recent claims by some aviation stakeholders that the Port Harcourt International Airport (PHIA) is not safe for flight operations.::[Daily Trust] The United Arab Emirates (UAE) flag carrier, Emirates, has further extended suspension of its flights to Nigeria till September 5, fuelling uncertainty on resumption of travels between the two countries.::[Daily Trust] Daily Trust gathered that following their petition, the president requested the Head of Service...::[Daily Trust] There is a high likelihood that the Peoples Democratic Party (PDP) will pick its presidential candidate for the 2023 elections from the northern part...::[This Day] International airlines that operate in Nigeria have started integrating their facilities to the new Common Use Terminal Equipment (CUTE) operated by RESA three months after SITA, which hitherto provided the service, pulled out.::[This Day] PDP, UNIBEN, lawmaker mourn late music maestro::[This Day] Abuja -- The Socio-Economic Rights and Accountability Project (SERAP) has filed a lawsuit asking the Federal High Court in Lagos to compel the federal government to disclose details of the proposed payment of N729 billion to 24.3 million poor Nigerians.::[This Day] Dangote's $2 billion Petrochemical Plant located in Ibeju-Lekki, Lagos State will produce 77 different high-performance grades of polypropylene, drive investment in the downstream industries, generate employment, huge value addition, tax revenue, reduce foreign exchange outflow and increase the Gross Domestic Product (GDP) of the country.::[Vanguard]  Police blame NUPENG members Issuance of fake e-call up tickets, extortion, corruption cause of gridlock- NARTO Motorists narrate the ordeal As LASTMA suspends enforcement of One-Way on Oshodi-Apapa Exp::[Premium Times] Experts caution that there may be more than meets the eye to the recent mass surrender of Boko Haram insurgents to Nigerian and Cameroonian authorities.::[Premium Times] Low-income economies are expected to receive $21bn, about 6% of their Gross Domestic Products.::[Premium Times] According to the document, the increase followed the approval by NERC.::[Africa Magic] Tonight's was a triple Eviction Show -- Maria, JMK and Sammie were told they they had to leave the House for good.::[Premium Times] Some parents and the headteacher of the school also speak about their experiences.::[This Day] *South Africa's GDP now $370bn, Nigeria's $432bn",
        "source": "AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica::AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108300148.html::https://allafrica.com/stories/202108300130.html::https://allafrica.com/stories/202108300128.html::https://allafrica.com/stories/202108300126.html::https://allafrica.com/stories/202108300125.html::https://allafrica.com/stories/202108300124.html::https://allafrica.com/stories/202108300117.html::https://allafrica.com/stories/202108300116.html::https://allafrica.com/stories/202108300108.html::https://allafrica.com/stories/202108300093.html::https://allafrica.com/stories/202108300091.html::https://allafrica.com/stories/202108300085.html::https://allafrica.com/stories/202108290125.html::https://allafrica.com/stories/202108290075.html::https://allafrica.com/stories/202108290055.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          7.398574,
          9.0764785
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kigali, RWANDA",
        "title": "Rwanda: \"We Are Ready for the Challenge\" - Gasana Ahead of Guinea Game::Rwanda: Football - Rwanda to Host 2023 Veterans' World Cup::Rwanda: Top Local Coach Bizimungu Passes On",
        "imageUrl": "https://restcountries.eu/data/rwa.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[New Times] National basketball team shooting guard Kenneth Gasana has said that he and teammates will be looking to make history by reaching the Afrobasket quarterfinals when they take on Guinea in a playoff game on Monday, August 30, at Kigali Arena.::[New Times] Rwanda will host the seventh edition of Veterans' Football World Cup scheduled in 2023, Times Sport can exclusively confirm.::[New Times] Former SC Kiyovu and Rayon Sports head coach, Ally Bizimungu, died on Sunday, August 29, from an unspecified medical condition at the University Teaching Hospital of Kigali (CHUK).",
        "source": "AllAfrica::AllAfrica::AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108300147.html::https://allafrica.com/stories/202108300146.html::https://allafrica.com/stories/202108300082.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.0618851,
          -1.9440727
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Canberra, Australia",
        "title": "Australia Covid news live update: first Indigenous death as NSW confirms 1,290 cases and prisons in lockdown; Victoria records 73 cases and ACT 12::Tokyo Paralympic Games 2020 day six: shooting, athletics, basketball and more – live!::Covid: Australia records 1,000th death from the pandemic::How contagious is the Delta variant of Covid-19? See how coronavirus can spread through a population, and how countries flatten the curve",
        "imageUrl": "https://restcountries.eu/data/aus.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "<p>Aboriginal man in 50s becomes <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian?CMP=share_btn_tw&amp;page=with:block-612c51b08f08b30431f86187#block-612c51b08f08b30431f86187\">first Indigenous death from Covid</a>; <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian?page=with:block-612c6a3b8f083bf4a0452076#block-612c6a3b8f083bf4a0452076\">NSW jails locked down</a>; 52 of Victoria’s new cases <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian?page=with:block-612c0c508f08b30431f85f22#block-612c0c508f08b30431f85f22\">linked</a>; <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian?page=with:block-612c54938f083bf4a0451fa4#block-612c54938f083bf4a0451fa4\">Labor senator Alex Gallacher dies</a>;<strong> </strong>truck drivers block M1 in <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian?page=with:block-612c07b18f08b30431f85ee6#block-612c07b18f08b30431f85ee6\">Queensland vaccination protest</a>. Follow updates</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/aug/30/sydney-icu-nurses-sedating-patientsmore-to-manage-workload-as-covid-outbreak-strains-hospitals\">Sydney ICU nurses sedating patients more to manage workload</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/aug/30/older-australians-at-back-of-queue-for-mrna-vaccines-despite-atagi-advice-to-give-them-choice\">Older Australians at back of queue for mRNA vaccines despite Atagi advice to give them choice</a></li><li>Restrictions: <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-covid-19-lockdown-restrictions-sydney-suburbs-regional-new-south-wales-lgas-act-canberra-update-coronavirus-face-mask-rules-explained-5km-radius-travel-masks\">NSW</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/victoria-lockdown-restrictions-covid-19-melbourne-coronavirus-new-rules-latest-update-covid19-explained-5km-radius-travel-face-masks-compulsory-exercising-home-gatherings-intimate-partner-what-you-need-to-know\">Vic</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/13/qld-covid-19-brisbane-lockdown-restrictions-queensland-coronavirus-new-rules-update-mask-wear-face-masks-explained-greater-bne-sunshine-gold-coast-townsville-south-east-seq\">Qld</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/covid-border-restrictions-australia-closures-bans-can-we-travel-victoria-vic-nsw-qld-queensland-wa-sa-act-nt-closures-where-you-can-not-go-fly-to-new-zealand-from-australia-nz\">borders</a>. Hotspots: <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/nsw-hotspots-list-covid-19-public-health-exposure-sites-map-latest-sydney-suburbs-venues-act-canberra-flights-case-location-alerts-regional-coronavirus-cases-outbreak-locations-trends-graphs-data\">NSW</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/25/victoria-hotspots-covid-19-full-list-public-exposure-sites-melbourne-tier-1-2-3-vic-venues-case-location-alerts-metro-regional-coronavirus-cases-outbreak-locations\">Vic</a>; <a href=\"https://www.theguardian.com/australia-news/2021/aug/13/covid-19-list-qld-public-health-exposure-sites-hotspots-latest-full-list-brisbane-regional-south-east-queensland-seq-sunshine-gold-coast-venues-case-location-alerts-metro-coronavirus-cases-outbreak-locations\">Qld</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/aug/25/covid-19-vaccine-rollout-australia-vaccination-rate-progress-how-many-people-vaccinated-percent-tracker-australian-states-number-total-daily-live-data-stats-updates-news-schedule-tracking-chart-percentage-new-cases-today\">Vaccine rollout tracker</a>; <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">get our free news app</a>; <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email?CMP=cvau_sfl\">get our morning email briefing</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:34:32.138Z\">7.34am <span class=\"timezone\">BST</span></time> </p><p>AAP has a bit more on what those new laws will mean:<br /></p><p>People who have been afraid to come forward to tell their story to the disability royal commission can have more confidence under new protection of information laws, the commissioner says.<br /></p><p>The royal commission will now be able to guarantee the confidentiality of submissions and other sensitive information both during and beyond the term of our inquiry.</p><p>This includes accounts of a person’s, or another person’s, experiences of systemic violence, abuse, neglect or exploitation.</p><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:21:01.623Z\">7.21am <span class=\"timezone\">BST</span></time> </p><p>This is good news – and something which was pushed by <strong>Jordon Steele-John</strong>: people can now anonymously give evidence to the disability royal commission.</p><p dir=\"ltr\" lang=\"en\">BREAKING: Amendments to the Disability Royal Commission have just passed the House of Representatives, and will become law! These changes mean everyone can share their experience with <a href=\"https://twitter.com/DRC_AU?ref_src=twsrc%5Etfw\">@DRC_AU</a>. A resounding win for <a href=\"https://twitter.com/Greens?ref_src=twsrc%5Etfw\">@Greens</a> &amp; Disability Community ✊ <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://twitter.com/hashtag/NDIS?src=hash&amp;ref_src=twsrc%5Etfw\">#NDIS</a></p> <a href=\"https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian\">Continue reading...</a>::<ul><li><a href=\"https://www.theguardian.com/sport/ng-interactive/2021/aug/23/tokyo-2020-paralympic-games-full-results\">Results</a> | <a href=\"https://www.theguardian.com/sport/ng-interactive/2021/aug/23/tokyo-2020-paralympic-games-full-medal-table\">Medal table</a> | <a href=\"https://www.theguardian.com/sport/tokyo-paralympic-games-2020\">Full coverage</a></li><li><a href=\"https://www.theguardian.com/sport/2021/jul/12/sign-up-for-the-toyko-2020-daily-briefing-the-best-of-the-olympics-and-paralympics\">Sign up for the Guardian’s daily Paralympics briefing</a></li><li><a href=\"mailto:emma.kemp@theguardian.com\">Email</a>, tweet <a href=\"https://twitter.com/emmavkemp\">@emmavkemp</a> or comment below the line</li></ul><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:32:33.067Z\">7.32am <span class=\"timezone\">BST</span></time> </p><p><strong>Powerlifting:</strong> In a recap from earlier for those waking up in Blighty, <strong>Louise </strong><strong>Sugden</strong> won bronze in the women’s -86kg division. The former wheelchair basketballer’s best lift of 131kg was the same as fourth-placed Egyptian <strong>Amany Ali</strong>, but the 37-year-old took the podium place due to being more than 1kg lighter than her rival.</p><p>Nigeria’s <strong>Folashade Oluwafemiayo</strong>, who lifted 151kg, won gold and China’s <strong>Zheng Feifei</strong> managed 139kg for silver.</p><p class=\"block-time published-time\"> <time datetime=\"2021-08-30T06:25:37.871Z\">7.25am <span class=\"timezone\">BST</span></time> </p><p><strong>Goalball: </strong>The US men have been well accounted for by Lithuania, whose dominance only increased throughout the 13-3 result.</p> <a href=\"https://www.theguardian.com/sport/live/2021/aug/30/tokyo-paralympics-2020-live-day-six-shooting-athletics-swimming-wheelchair-tennis-and-more-paralympic-games-news-latest-updates\">Continue reading...</a>::The country has fared better than many nations but is seeing more infections than ever before.::<p>How contagious is the Delta Covid variant? Take charge of this interactive and watch how small changes in isolation or reproduction rates of Covid-19 can affect our battle against it.</p><p>One important characteristic of viruses and other pathogens is how contagious or infectious they are. One key measure of this is the R0, or basic reproduction number, which indicates how many new cases one infected person generates. <br />For an R0 of three we would expect each new case of a disease to produce three other infections.</p><p>This is not just a measure of the inherent infectiousness of a disease. It also depends on other factors, including the rate of contact within a population and the duration of the infectious period. It’s a situation-dependent value, so in one city the R0 might be higher and in another lower. It also assumes that the entire population is susceptible to the disease.</p><p>So what does the R0 of Covid look like, and how does it compare with other diseases?</p> <a href=\"https://www.theguardian.com/world/datablog/ng-interactive/2021/aug/30/how-contagious-delta-variant-covid-19-r0-r-factor-value-number-explainer-see-how-coronavirus-spread-infectious-flatten-the-curve\">Continue reading...</a>",
        "source": "The Guardian::The Guardian::BBC::The Guardian",
        "sourceUrl": "https://www.theguardian.com/australia-news/live/2021/aug/30/covid-coronavirus-health-hospitals-nsw-victoria-vaccines-scott-morrison-gladys-berejiklian::https://www.theguardian.com/sport/live/2021/aug/30/tokyo-paralympics-2020-live-day-six-shooting-athletics-swimming-wheelchair-tennis-and-more-paralympic-games-news-latest-updates::https://www.bbc.co.uk/news/world-australia-58381168?at_medium=RSS&at_campaign=KARANGA::https://www.theguardian.com/world/datablog/ng-interactive/2021/aug/30/how-contagious-delta-variant-covid-19-r0-r-factor-value-number-explainer-see-how-coronavirus-spread-infectious-flatten-the-curve"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          149.1300092,
          -35.2809368
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bamako, Mali",
        "title": "Rwanda/Mali: World Cup Qualifiers - Amavubi Urged to Fight for 'Pride of Nation' Against Mali::Malaria trial shows ‘striking’ 70% reduction in severe illness in children",
        "imageUrl": "https://restcountries.eu/data/mli.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "[New Times] Vincent Mashami, the head coach of the national football team Amavubi, has urged his players to make the country proud when they face Mali in World Cup qualifiers on September 1.::<p>A study in Burkina Faso and Mali suggests combining anti-malarial drugs and vaccination could reduce deaths and hospitalisations</p><p>A trial combining vaccinations and prevention drugs has substantially lowered the number of children dying of malaria in two African countries, according to researchers.</p><p>The results of the study, published in the<em> </em><a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2026330\">New England Journal of Medicine</a>, have been hailed as “very striking”, especially at a time when decades-long progress on combating malaria has stalled in some countries.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/26/malaria-trial-shows-striking-70-reduction-in-severe-illness-in-children\">Continue reading...</a>",
        "source": "AllAfrica::The Guardian",
        "sourceUrl": "https://allafrica.com/stories/202108300142.html::https://www.theguardian.com/global-development/2021/aug/26/malaria-trial-shows-striking-70-reduction-in-severe-illness-in-children"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -8.0028892,
          12.6392316
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Addis Ababa, Ethiopia",
        "title": "Africa: AfCFTA - Nigerian Federal Govt Aims to Control 10% of Africa's Imports::Ethiopia's economy battered by Tigray war::South Africa: The First-Ever Dictionary of South Africa's Kaaps Language Has Launched - Why It Matters::Africa: Genetically Changed Mosquitoes Could Transform Africa's Long Fight Against Malaria::Agnes Sithole: The woman who fought South Africa's sexist marriage laws",
        "imageUrl": "https://restcountries.eu/data/eth.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://www.bbc.com/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico::https://www.bbc.com/favicon.ico",
        "description": "[This Day] The federal government has stated that the strategic objectives of Nigeria's participation in the African Continental Free Trade Area (AfCFTA) is to capture 10 per cent of Africa's imports as well as to double the country's export revenue by 2035.::Food prices are rising, the currency's value is falling and investor confidence is shaken.::[The Conversation Africa] It's been in existence since the 1500s but the Kaaps language, synonymous with Cape Town in South Africa, has never had a dictionary until now. The Trilingual Dictionary of Kaaps has been launched by a collective of academic and community stakeholders - the Centre for Multilingualism and Diversities Research at the University of the Western Cape along with the hip hop-driven community NGO Heal the Hood. The dictionary - in Kaaps, English and Afrikaans - holds the promise of being a powerful democratic reso::[The Conversation Africa] It has been said that malaria breeds poverty, and poverty breeds malaria. This is the reality in many parts of sub-Saharan Africa, where after decades of control initiatives there were still some 384,000 deaths and 188 million malaria cases in 2019.::Agnes Sithole became an unlikely hero after her husband of nearly 50 years tried to sell their home.",
        "source": "AllAfrica::BBC::AllAfrica::AllAfrica::BBC",
        "sourceUrl": "https://allafrica.com/stories/202108300115.html::https://www.bbc.co.uk/news/world-africa-58319977?at_medium=RSS&at_campaign=KARANGA::https://allafrica.com/stories/202108290070.html::https://allafrica.com/stories/202108290067.html::https://www.bbc.co.uk/news/world-africa-58349080?at_medium=RSS&at_campaign=KARANGA"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          38.7577605,
          8.9806034
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Abington, United States",
        "title": "Cape Cod: eight great white sharks seen feeding on humpback whale carcass",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<ul><li>Expert marvels at ‘biggest smorgasbord a shark could dream of’</li><li>Researchers monitor unusual humpback mortality event</li></ul><p>For those aboard a recent whale watching cruise off Cape Cod, the decomposing carcass of a year-old humpback calf floating in the waters of the Stellwagen Bank national marine sanctuary made for a heartbreaking sight.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/aug/27/experience-i-was-attacked-by-two-sharks-at-once\">Experience: I was attacked by two sharks at once</a> </p> <a href=\"https://www.theguardian.com/environment/2021/aug/30/cape-cod-great-white-sharks-humpback-whale-carcass\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/environment/2021/aug/30/cape-cod-great-white-sharks-humpback-whale-carcass"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -70.9453218,
          42.1048228
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lilongwe, Malawi",
        "title": "‘Everything is changing’: the struggle for food as Malawi’s Lake Chilwa shrinks",
        "imageUrl": "https://restcountries.eu/data/mwi.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>The livelihoods of 1.5 million people are at risk as the lake’s occasional dry spells occur ever more frequently<br /><br />• All photographs by Dennis Lupenga/WaterAid</p><p>There was a time when the vast Lake Chilwa almost disappeared. In 2012 it had been extremely hot in southern Malawi, with little rain to fill the rivers that ran into the lake.</p><p>“Many fishermen were forced to scramble for land near the lake banks, while others had to migrate to the city,” says Alfred Samuel. “We could barely feed our children because the lake could not provide enough fish, or water for rice growing.”</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/30/everything-is-changing-struggle-for-food-as-malawis-lake-chilwa-shrinks\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/global-development/2021/aug/30/everything-is-changing-struggle-for-food-as-malawis-lake-chilwa-shrinks"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          33.7741195,
          -13.9626121
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Brussels, Belgium",
        "title": "Schools across Europe must stay open, say WHO and Unicef::E.U. Set to Propose Travel Restrictions on U.S. Visitors",
        "imageUrl": "https://restcountries.eu/data/bel.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "<p>Governments told educating children safely must be ‘primary objective’ as new school year begins</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Schools across Europe must stay open and be made safer for staff and children, the World Health Organization (WHO) and Unicef have demanded, as a new term gets under way with the highly transmissible Delta variant still dominant in the region.</p><p>“The pandemic has caused the most catastrophic disruption to education in history,” said Hans Kluge, the head of the WHO’s Europe region. “It is vital that classroom-based learning continues uninterrupted.”</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/call-for-schools-across-europe-to-stay-open-and-be-made-safer-covid\">Continue reading...</a>::Two officials from the bloc said that starting Monday, the European Council would advise its member states to ban nonessential travel from the United States.",
        "source": "The Guardian::NY Times",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/30/call-for-schools-across-europe-to-stay-open-and-be-made-safer-covid::https://www.nytimes.com/2021/08/29/world/europe/eu-us-travel-restrictions.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          4.3517103,
          50.8503396
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Slagelse, Denmark",
        "title": "New Zealand woman dies after receiving Pfizer vaccine",
        "imageUrl": "https://restcountries.eu/data/dnk.svg",
        "icon": "https://www.bbc.com/favicon.ico",
        "description": "Officials say she also had other medical issues which could have contributed to her death.",
        "source": "BBC",
        "sourceUrl": "https://www.bbc.co.uk/news/world-asia-58380867?at_medium=RSS&at_campaign=KARANGA"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          11.355257,
          55.403692
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bogotá, Colombia",
        "title": "Colombia’s Troubles Put a President’s Legacy on the Line",
        "imageUrl": "https://restcountries.eu/data/col.svg",
        "icon": "https://www.nytimes.com/favicon.ico",
        "description": "In an interview, Iván Duque defended his performance amid the pandemic and social strife, which could prompt a leftward shift in elections next year.",
        "source": "NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/30/world/americas/colombia-president-duque.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -74.072092,
          4.710988599999999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "London, United Kingdom",
        "title": "Locked-off camera shows devastating power of Hurricane Ida – video::Over-50s want climate crisis addressed ‘even if it leads to high prices’::Frank Oz on life as Fozzie Bear, Miss Piggy and Yoda: ‘I’d love to do the Muppets again but Disney doesn’t want me’::‘Selling a promise’: what Silicon Valley learned from the fall of Theranos::Hurricane Ida: New Orleans loses power as storm strikes::Vietnam lockdown adds to global coffee supply concerns::Yongbyon: UN says North Korea appears to restart nuclear reactor::UN atomic watchdog says North Korea appears to have restarted nuclear reactor::Possum skin cloaks: Reviving an Aboriginal cultural tradition::Ed Asner: Lou Grant and Up actor dies aged 91::Jamaican soul of reggae Lee 'Scratch' Perry dies aged 85::Mountain lion: US mother fights off animal attacking her son::Your pictures on the theme of 'my summer'::'We were hurt in bombs through no fault of our own'::Victims' relatives still desperately search for news of loved ones::‘We were punch bags’: North Korean prison beatings form of torture, says UN",
        "imageUrl": "https://restcountries.eu/data/gbr.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "<p>Video footage caught on a locked-off camera at a dock in Port Fourchon, Louisiana shows the immense power of Hurricane Ida as it made landfall off the US south coast.&nbsp; The category 4 storm moved through the state northward, causing structure damage and downed trees.</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/aug/29/hurricane-ida-could-be-among-strongest-to-hit-louisiana-since-1850s-governor-warns\">Hurricane Ida: New Orleans loses power as category 4 storm hits</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/30/locked-off-camera-shows-devastating-power-of-hurricane-ida-video\">Continue reading...</a>::<p>Research finds almost two-thirds of older people want UK government to move faster on green initiatives</p><p>The majority of over-50s believe the UK government should be doing more to address the climate crisis, even if it leads to higher prices, a study has found.</p><p>A survey of more than 500 people aged 50 and over found that almost two-thirds want ministers to move faster on climate initiatives, regardless of whether it meant products and services would be more expensive over time, or more difficult to access.</p> <a href=\"https://www.theguardian.com/environment/2021/aug/30/over-50s-want-climate-crisis-addressed-even-if-it-leads-to-high-prices\">Continue reading...</a>::<p>He played some of the most memorable characters of all time on The Muppet Show and Sesame Street - then became a brilliant comedy director. What is he most proud of?</p><p>I ask Frank Oz if he feels like the Paul McCartney to Jim Henson’s John Lennon, the one left behind to carry the flame after his revered creative partner suddenly and shockingly died. Oz takes a deep breath and turns his head to the side, thinking.</p><p>If you grew up in the 1970s and 80s, your childhood was shaped by Henson and Oz and their work with the Muppets, just as the kids who grew up in the 50s and 60s did so in the shadow of Lennon and McCartney. Even if you weren’t a devoted fan of the Muppets themselves, you couldn’t help but take in their influence osmotically, what with The Muppet Show, Sesame Street, the Muppets movies and Labyrinth swirling in the atmosphere. I was pretty much raised on the Muppets, just as I now raise my own kids on them, and I cannot remember a time when Henson and Oz’s creations were not stamped in my mind’s eye.</p> <a href=\"https://www.theguardian.com/culture/2021/aug/30/frank-oz-on-life-as-fozzie-bear-miss-piggy-and-yoda-id-love-to-do-the-muppets-again-but-disney-doesnt-want-me\">Continue reading...</a>::<p>The company’s collapse has changed the startup environment, but some say the industry still hasn’t faced a ‘true reckoning’</p><p>A charismatic young leader, billions of dollars in valuations and a technology that promised to change the world but failed to deliver: the meteoric rise and fantastic fall of the medical tech startup Theranos has been seen by many as an indictment of the hype-train attitude of Silicon Valley.</p><p>Nearly 20 years after Theranos’s launch, its CEO, Elizabeth Holmes, is headed to trial, charged with defrauding clients and investors. Silicon Valley is facing a public that’s wary of its methods and intentions – but the verdict is still out on whether startup culture has fundamentally changed.</p> <a href=\"https://www.theguardian.com/technology/2021/aug/30/elizabeth-holmes-trial-theranos-silicon-valley\">Continue reading...</a>::Forecasters say the storm, which is battering Louisiana with 150mph winds, is extremely dangerous.::Wholesale coffee prices have risen by 50% this year as supplies have been hit around the world.::A UN report says the reactor, which can produce plutonium for weapons, has been active since July.::<p>IAEA ‘deeply troubled’ by indications the 5-megawatt reactor at Yongbyon was operating</p><p>North Korea appears to have restarted a nuclear reactor that is widely believed to have produced plutonium for nuclear weapons, the UN atomic watchdog has said in an annual report.</p><p>The International Atomic Energy Agency (IAEA) has had no access to North Korea since Pyongyang expelled its inspectors in 2009. The country then pressed ahead with its nuclear weapons programme and soon resumed nuclear testing. Its last nuclear test was in 2017.</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/un-atomic-watchdog-says-north-korea-appears-to-have-restarted-nuclear-reactor\">Continue reading...</a>::Indigenous people in south-east Australia are reviving an expression of cultural identity.::He'll be remembered for his roles as TV newsman Lou Grant and the lead voice role in Pixar hit Up.::Perry, a legendary singer and music producer, is known for his pioneering experiments with dub.::She hit the animal with her bare hands as it attacked the five-year-old at their home in California.::A selection of striking images from our readers around the world.::Jennifer McNern lost both her legs and Margaret Yeaman was blinded in separate IRA bomb attacks.::The BBC's Secunder Kermani reports on the human cost of the Kabul airport attack.::<p>Reports of forced labour and severe punishments for detainees add to growing evidence of abuses worsening during the pandemic</p><p>Detainees in North Korea are forced into gruelling manual labour and beaten so severely it may be a form of torture, the UN has said, as it warned that Covid-19 had exacerbated human rights concerns in the notoriously oppressive country.</p><p>In <a href=\"https://undocs.org/A/76/242\">a report</a> to be presented at the UN general assembly in September, the UN secretary general, António Guterres, said fresh accounts given to the <a href=\"https://www.ohchr.org/EN/pages/home.aspx\">UN Human Rights Office</a> (OHCHR) had added to “a growing body of information confirming consistent patterns of human rights violations”.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/27/we-were-punch-bags-north-korean-prison-beatings-may-be-form-of-torture-says-un\">Continue reading...</a>",
        "source": "The Guardian::The Guardian::The Guardian::The Guardian::BBC::BBC::BBC::The Guardian::BBC::BBC::BBC::BBC::BBC::BBC::BBC::The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/video/2021/aug/30/locked-off-camera-shows-devastating-power-of-hurricane-ida-video::https://www.theguardian.com/environment/2021/aug/30/over-50s-want-climate-crisis-addressed-even-if-it-leads-to-high-prices::https://www.theguardian.com/culture/2021/aug/30/frank-oz-on-life-as-fozzie-bear-miss-piggy-and-yoda-id-love-to-do-the-muppets-again-but-disney-doesnt-want-me::https://www.theguardian.com/technology/2021/aug/30/elizabeth-holmes-trial-theranos-silicon-valley::https://www.bbc.co.uk/news/world-us-canada-58378788?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/business-58380797?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-asia-58380547?at_medium=RSS&at_campaign=KARANGA::https://www.theguardian.com/world/2021/aug/30/un-atomic-watchdog-says-north-korea-appears-to-have-restarted-nuclear-reactor::https://www.bbc.co.uk/news/world-australia-58338411?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-us-canada-58380089?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-latin-america-58379715?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-us-canada-58375242?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/in-pictures-58346963?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/uk-northern-ireland-58274206?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-asia-58369771?at_medium=RSS&at_campaign=KARANGA::https://www.theguardian.com/global-development/2021/aug/27/we-were-punch-bags-north-korean-prison-beatings-may-be-form-of-torture-says-un"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -0.1277583,
          51.5073509
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Wellington, New Zealand",
        "title": "New Zealand Covid update: Auckland lockdown extended as cases drop to 53::Even as New Zealand battles Covid, trust in government bucks global trend::Pasifika are on the frontline in New Zealand’s Covid battle – and are copping racist abuse for it | Fa’anana Efeso Collins::'We weren't able to bring everyone': Jacinda Ardern ends New Zealand flights from Afghanistan",
        "imageUrl": "https://restcountries.eu/data/nzl.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "<p>Experts say this week is ‘crunch’ time as country waits to see whether numbers will continue to fall</p><p>Auckland will remain in full lockdown for another two weeks despite a drop in community cases of Covid-19.</p><p>New Zealand reported 53 new cases in the community on Monday, bringing the total number in its outbreak of the highly infectious Delta variant to 562. It is a drop of 30 cases from Sunday, which was the biggest single day for the outbreak, with 83 cases. There were 82 cases on Saturday.</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/new-zealand-covid-outbreak-at-critical-juncture-as-cases-appear-to-plateau\">Continue reading...</a>::<p>With a nationwide lockdown and some of the world’s strictest restrictions, Jacinda Ardern is counting on her people’s goodwill again</p><p>In locked-down New Zealand, life orbits around the 1pm briefing. As the home-bound nation digests its lunch, the director general of health, Ashley Bloomfield – frequently alongside prime minister Jacinda Ardern – takes the stage behind a socially distanced podium and updates the country.</p><p>In the midst of a Covid outbreak, those briefings occur almost every weekday. They are so clockwork-regular, so predictable in their essential structure,<a href=\"https://twitter.com/blogboynick/status/1344599630319816705?s=20\"> that certain sentences became memes</a>: “Kia ora koutou katoa. There are X cases of Covid-19 in the community,” each begins. After the last outbreak,<a href=\"https://thespinoff.co.nz/society/10-04-2020/dr-ashley-bloomfield-saying-kia-ora-44-times/\"> media outlet The Spinoff</a> spliced together Bloomfield saying it 44 times.</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/even-as-new-zealand-battles-covid-trust-in-government-bucks-global-trend\">Continue reading...</a>::<p>Public indifference to abuse of the Pasifika community is especially concerning – we all need to show compassion in this crisis</p><p>The past week in lockdown has been tumultuous for many in my community. I was on my way to pick up my daughter from school when media outlets began reporting that New Zealand was headed for a possible level 4 lockdown, suggesting the Delta variant had breached our borders and there was a probable case in the community. By the time I arrived at the school, notifications were filling my messenger feed with supermarkets packed to the brim as the rush for toilet paper began. <a href=\"https://www.theguardian.com/world/2021/aug/17/new-zealand-to-go-into-national-lockdown-over-one-covid-case\">New Zealand went into full lockdown that night</a> in its fight against Covid-19.</p><p>Within a matter of hours, news emerged that a person from the North Shore of Auckland had tested positive followed by people who had attended a large church gathering in south Auckland. Church plays a pivotal role in the Pacific community. It serves as a hub to express our faith, language and culture, where we reconnect with friends and family. It grounds us and allows us to recharge before we head back into a society that is different to what we knew in our home islands dotted around the Pacific.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2021/aug/30/pasifika-are-on-the-frontline-in-new-zealands-covid-battle-and-are-copping-racist-abuse-for-it\">Continue reading...</a>::<p>Prime minister Jacinda Ardern announced New Zealand was ending further flights into Kabul, due to the continuing threat of terrorist attacks. The announcement followed&nbsp;<a href=\"https://www.theguardian.com/world/2021/aug/26/afghanistan-large-explosion-hits-entry-gate-kabul-airport\">an attack at the airport</a>&nbsp;on Thursday that killed&nbsp;least 60 Afghans and 13 US soldiers.</p><p>Ardern said she did not know how many visa holders from Afghanistan remained in the country, nor how many of those registered on SafeTravel managed to get out, but&nbsp;<a href=\"https://www.theguardian.com/world/2021/aug/27/total-betrayal-afghan-interpreters-shocked-as-new-zealand-ends-kabul-evacuation\">said New Zealand had not given up on trying to bring visa-holders home</a></p><ul><li><a href=\"https://www.theguardian.com/world/2021/aug/27/total-betrayal-afghan-interpreters-shocked-as-new-zealand-ends-kabul-evacuation\">‘Total betrayal’: Afghan interpreters shocked as New Zealand ends Kabul evacuation</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2021/aug/27/we-werent-able-to-bring-everyone-jacinda-ardern-ends-new-zealand-flights-from-afghanistan\">Continue reading...</a>",
        "source": "The Guardian::The Guardian::The Guardian::The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/30/new-zealand-covid-outbreak-at-critical-juncture-as-cases-appear-to-plateau::https://www.theguardian.com/world/2021/aug/30/even-as-new-zealand-battles-covid-trust-in-government-bucks-global-trend::https://www.theguardian.com/world/commentisfree/2021/aug/30/pasifika-are-on-the-frontline-in-new-zealands-covid-battle-and-are-copping-racist-abuse-for-it::https://www.theguardian.com/world/video/2021/aug/27/we-werent-able-to-bring-everyone-jacinda-ardern-ends-new-zealand-flights-from-afghanistan"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          174.7787463,
          -41.2923814
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bishkek, Kyrgyzstan",
        "title": "Kidnapped, raped and wed against their will: Kyrgyz women’s fight against a brutal tradition",
        "imageUrl": "https://restcountries.eu/data/kgz.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>At least 12,000 women are still abducted and forced into marriage every year in Kyrgyzstan. But pressure is growing to finally end the medieval custom</p><p>Aisuluu was returning home after spending the afternoon with her aunt in the village of At-Bashy, not far from the Torugart crossing into China. “It was 5 o’clock in the afternoon on Saturday. I had a paper bag full of <em>samsa</em> [a dough dumpling stuffed with lamb, parsley and onion]. My aunt always prepared them on weekends,” she said. </p><p>“A car with four men inside comes in the opposite direction to mine. And all of a sudden it … turns around and, within a few seconds, comes up beside me. One of the guys in the back gets out, yanks me and pushes me inside the car. I drop all the samsa on the pavement. I scream, I squirm, I cry, but there is nothing I can do.”</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/30/kidnapped-raped-wed-against-their-will-kyrgyz-womens-fight-against-a-brutal-tradition\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/global-development/2021/aug/30/kidnapped-raped-wed-against-their-will-kyrgyz-womens-fight-against-a-brutal-tradition"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          74.5697617,
          42.8746212
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Wishaw, United Kingdom",
        "title": "Sustainable scotch: Hebridean distillery aims for net zero whisky",
        "imageUrl": "https://restcountries.eu/data/gbr.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>Islay’s 9 distilleries burn 15m litres of oil a year. Now Bruichladdich is leading a radical effort to reduce emissions</p><p>Like the other famous malt whiskies made on Islay, Bruichladdich heavily promotes its idyllic island location, carefully selected Scottish barley, clear Hebridean water and loving attention of its craft distillers.</p><p>But Bruichladdich is confronting a significant problem. Like its neighbouring distilleries, and many more of Scotland’s 134 whisky producers, it relies on fuel oil, brought in on diesel-powered ferries, to fire the boilers. Islay’s nine distilleries burn 15m litres of oil each year. Ironically, this beautiful spot may well have the highest per capita CO<sub>2</sub> emissions of any community in Scotland.</p> <a href=\"https://www.theguardian.com/uk-news/2021/aug/30/sustainable-scotch-hebridean-distillery-aims-for-net-zero-whisky\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/uk-news/2021/aug/30/sustainable-scotch-hebridean-distillery-aims-for-net-zero-whisky"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -3.919354,
          55.773543
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Berlin, Germany",
        "title": "The curse of Mies van der Rohe: Berlin’s six-year, £120m fight to fix his dysfunctional, puddle-strewn gallery::Germany's Afghanistan Dilemma: What To Do With Local Hires?",
        "imageUrl": "https://restcountries.eu/data/deu.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.spiegel.de/favicon.ico",
        "description": "<p>The modernist maestro had carte blanche to build a great museum. The result? A breathtaking icon hopeless for displaying art. British architect David Chipperfield relives his gargantuan repair job</p><p>Never has so much praise been lavished on so dysfunctional a building. The last major project of modernist master <a href=\"https://www.theguardian.com/artanddesign/2014/apr/27/mies-van-der-rohe-detlef-mertins-biography-review\">Ludwig Mies van der Rohe</a>, <a href=\"https://www.smb.museum/en/museums-institutions/neue-nationalgalerie/about-us/profile/\">Berlin’s Neue Nationalgalerie</a> is a perfectly square temple of steel and glass, raised above the street on its own granite acropolis. Built in 1968, not far from the recently erected Berlin Wall, it was intended to symbolise the freedoms of the west, its big black roof enclosing an epic column-free hall for the display of modern art. It has long been venerated as a 20th-century Parthenon, the ultimate example of Mies’s pursuit of “universal space”.</p><p>But as a museum, it has always been a disaster. Ever since it opened, the New National Gallery has been dogged by cracking windows, heavy condensation and awkward display spaces, presenting a curatorial nightmare for its staff. Beneath the impractical grand hall are subterranean galleries for the permanent collection that have the dreary feeling of a windowless office complex. It is one of the most extreme examples of the quest for purity of form trumping the demands of function.</p> <a href=\"https://www.theguardian.com/artanddesign/2021/aug/30/curse-mies-van-der-rohe-puddle-strewn-gallery-david-chipperfield-berlin-national\">Continue reading...</a>::With the Taliban rapidly taking control in Afghanistan, Berlin doesn't have much time left to protect local hires from potential harm. Meanwhile, a potential new wave of refugees from the country threatens to become a dominant issue in the general election campaign.",
        "source": "The Guardian::Der Spiegel - International",
        "sourceUrl": "https://www.theguardian.com/artanddesign/2021/aug/30/curse-mies-van-der-rohe-puddle-strewn-gallery-david-chipperfield-berlin-national::https://www.spiegel.de/international/world/germany-s-afghanistan-dilemma-what-to-do-with-local-hires-a-fd26d307-6d46-40ab-a08a-de025e034ccb#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          13.404954,
          52.52000659999999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "San Salvador, El Salvador",
        "title": "Scepticism grows in El Salvador over pioneering Bitcoin gamble",
        "imageUrl": "https://restcountries.eu/data/slv.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>Country will be first to adopt cryptocurrency as legal tender next month – but economists are sounding warnings over risks</p><p>Litha María de Los Angeles slaps two cheese-filled pupusas – the El Salvadoran cornmeal flatbread – on the griddle. With a camera click on the QR code, she receives her payment: four hundred-thousandths of a <a href=\"https://www.theguardian.com/technology/bitcoin\">Bitcoin</a>. Then, as the rain pelts the corrugated iron roof and a gust of wind lifts the blue plastic table cloths, the power cuts out.</p><p>A tumultuous few weeks awaits El Salvador as it prepares to become the first country to adopt Bitcoin, the world’s most popular decentralised digital currency, as legal tender on 7 September. With that deadline looming, a host of challenges – technological, financial and criminal – threaten to sink the plan of the president, Nayib Bukele, to ride the Central American economy out of its current choppy waters on the back of a cryptocurrency wave.</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/scepticism-grows-in-el-salvador-over-pioneering-bitcoin-gamble\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/30/scepticism-grows-in-el-salvador-over-pioneering-bitcoin-gamble"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -89.2181911,
          13.6929403
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Jakarta, Indonesia",
        "title": "Children return to school in Jakarta as Indonesia eases Covid restrictions::Satellites Spot Oceans Aglow With Trillions of Organisms",
        "imageUrl": "https://restcountries.eu/data/idn.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "<p>After 18 months of remote learning, some students will re-enter classrooms as the capital sees a fall in coronavirus infections</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After almost 18 months, children in Jakarta will begin to re-enter classrooms on Monday, as Indonesia, which faces on of the worst Covid outbreaks globally, eases restrictions in some areas.</p><p>Indonesia began gradually loosening its lockdown measures last week, allowing restaurants and places of worship to open their doorsat 25% capacity, and malls to operate at 50% capacity. The relaxed rules were introduced across several regions in Java and Bali , including greater Jakarta, greater Bandung and greater Surabaya.</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/30/children-return-to-school-in-jakarta-as-indonesia-eases-covid-restrictions\">Continue reading...</a>::A new generation of detectors let scientists identify a dozen large episodes of bioluminescence, one a hundred times larger than Manhattan — and that’s the smallest.",
        "source": "The Guardian::NY Times",
        "sourceUrl": "https://www.theguardian.com/global-development/2021/aug/30/children-return-to-school-in-jakarta-as-indonesia-eases-covid-restrictions::https://www.nytimes.com/2021/08/27/science/ocean-bioluminescent-satellite.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          106.845599,
          -6.2087634
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Diego Garcia, India",
        "title": "First ever female Paralympic gold medal for India::In India, growing clamour to criminalise rape within marriage::India Hits a Vaccine Milestone::Reuters exclusively reports Great Wall Motor to shift some India investment to Brazil after approval delays::Reuters reveals India warns Walmart’s Flipkart, founders they could face $1.35 billion fine",
        "imageUrl": "https://restcountries.eu/data/iot.svg",
        "icon": "https://www.bbc.com/favicon.ico::https://www.bbc.com/favicon.ico::https://www.nytimes.com/favicon.ico::reuters.png::reuters.png",
        "description": "Avani Lekhara has become the first Indian woman to win a Paralympics gold medal.::An Indian court ruled that forced sex with a spouse is not rape. Campaigners say it's time for new laws.::The country has given at least one Covid-19 vaccine shot to more than half of the eligible population.::<p>Reuters exclusively reported that Great Wall Motor has decided to re-allocate to Brazil a portion of its $1-billion investment in [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-great-wall-motor-to-shift-some-india-investment-to-brazil-after-approval-delays/\" rel=\"nofollow\">Reuters exclusively reports Great Wall Motor to shift some India investment to Brazil after approval delays</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters was first to report that India&#8217;s financial-crime agency has asked Walmart&#8217;s Flipkart, its founders, investor Tiger Global and others, to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-india-warns-walmarts-flipkart-founders-they-could-face-1-35-billion-fine/\" rel=\"nofollow\">Reuters reveals India warns Walmart&#8217;s Flipkart, founders they could face $1.35 billion fine</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "BBC::BBC::NY Times::Reuters South America::Reuters North America",
        "sourceUrl": "https://www.bbc.co.uk/news/world-asia-india-58339652?at_medium=RSS&at_campaign=KARANGA::https://www.bbc.co.uk/news/world-asia-india-58358795?at_medium=RSS&at_campaign=KARANGA::https://www.nytimes.com/2021/08/27/world/india-covid-vaccination-rate-milestone.html::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-great-wall-motor-to-shift-some-india-investment-to-brazil-after-approval-delays/::https://www.reutersagency.com/en/reuters-best/reuters-reveals-india-warns-walmarts-flipkart-founders-they-could-face-1-35-billion-fine/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          72.42285559999999,
          -7.319500499999999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "New York City, United States",
        "title": "US Kills Suicide Bombers in Kabul, Official Says::US Diplomats Unlikely to Stay in Afghanistan After Troops Leave::Some Afghans say that enemies of the Taliban have begun to disappear.::US Reprisal Airstrike Killed Two ISIS Militants and Wounded Another::What We Know About the 13 US Service Members Killed in Kabul::The U.S. retaliates over the airport bombing, days before the withdrawal deadline.::One Afghan family resettling in the U.S. finds a respite.::Caleb Wallace, Texas Anti-Mask Rally Organizer, Sick With Covid::After one of the deadliest attacks in 20 years of war, many people are still trying to reach the airport.::Overlooked No More: Randy Snow, Paralympic Champion of Wheelchair Tennis::Covid Creates Higher Risk for Blood Clots Than Vaccines Do::Biden faces a tragedy he worked to avoid.",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "The possibility of civilian casualties was being investigated. The strike came hours after President Biden had warned of another possible terrorist attack.::The U.S. mission to Afghanistan will likely open in a country elsewhere in the region.::::Officials refused to give details on the two killed, beyond saying that one was a planner and the other was a facilitator.::They had an average age of just over 22 and came from towns across the country.::The U.S. military said that it had killed its target in the first strike since a deadly attack on the Kabul airport.::::Caleb Wallace, a leader in the anti-mask movement in San Angelo, Texas, is in an intensive care unit and his wife says his condition is life-threatening.::::He won gold medals in singles and doubles at the 1992 Games in Barcelona and was the first Paralympic athlete to be inducted into the Olympic Hall of Fame.::The study adds to the growing evidence that though the coronavirus vaccines are associated with certain rare side effects, those risks are dwarfed by the risks from Covid-19.::",
        "source": "NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times::NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/29/world/us-kills-suicide-bombers.html::https://www.nytimes.com/2021/08/29/world/afghanistan-usa-diplomats.html::https://www.nytimes.com/2021/08/29/world/some-afghans-say-that-enemies-of-the-taliban-have-begun-to-disappear.html::https://www.nytimes.com/2021/08/28/world/us-airstrike-isis-k.html::https://www.nytimes.com/article/us-soldiers-killed-afghanistan.html::https://www.nytimes.com/2021/08/28/world/asia/the-us-retaliates-over-the-airport-bombing-days-before-the-withdrawal-deadline.html::https://www.nytimes.com/2021/08/28/world/one-afghan-family-resettling-in-the-us-finds-a-respite.html::https://www.nytimes.com/2021/08/27/world/texas-anti-mask-organizer-clings-to-life-in-a-battle-with-covid-19.html::https://www.nytimes.com/2021/08/27/world/asia/after-one-of-the-deadliest-attacks-in-20-years-of-war-many-people-are-still-trying-to-reach-the-airport.html::https://www.nytimes.com/2021/08/27/obituaries/randy-snow-overlooked.html::https://www.nytimes.com/2021/08/27/health/blood-clots-coronavirus.html::https://www.nytimes.com/2021/08/27/world/biden-faces-a-tragedy-he-worked-to-avoid.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -74.0059728,
          40.7127753
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Taipei, Taiwan",
        "title": "‘Not open for humans’: Covid changes east Asia’s Ghost Month but free spirits remain",
        "imageUrl": "https://restcountries.eu/data/twn.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>Households prepare offerings in prayer for their ancestors and gods, but many temples are closed </p><p>On the 15th day of Ghost Month, when the gates to hell are believed to open and spirits walk the earth, Taoist masters are invited to the Zhupu Altar, a massive temple built on a hillside in Keelung, northern Taiwan. The masters hold a ceremony to assist the spirits of those who died without family or friends to pray for them, known as “hungry ghosts” but commonly referred to as good brothers and sisters to avoid offence.</p><p>Ghost Month is marked across east Asia, including Hong Kong, southern China, Indonesia and Malaysia. In Taiwan, Keelung is a significant site, with a history of violent disputes during the Qing dynasty, and it hosts the island’s biggest events. The ceremonies often draw tens of thousands of onlookers from afar, but these are Covid times.</p> <a href=\"https://www.theguardian.com/world/2021/aug/30/not-open-for-humans-covid-changes-east-asias-ghost-month-but-free-spirits-remain\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/30/not-open-for-humans-covid-changes-east-asias-ghost-month-but-free-spirits-remain"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          121.5654268,
          25.0329636
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mexico City, Mexico",
        "title": "The Latest News on Tropical Storm Nora::Reuters exclusively reports Mexico not eyeing tax hikes in fiscal reform::Reuters exclusively reports Mexico is now ready to welcome private lithium miners",
        "imageUrl": "https://restcountries.eu/data/mex.svg",
        "icon": "https://www.nytimes.com/favicon.ico::reuters.png::reuters.png",
        "description": "The storm, which was downgraded from a hurricane, battered western Mexico with rain and was also blamed for at least two injuries in Jalisco State.::<p>Mexico&#8217;s government does not envisage tax increases in an upcoming fiscal reform plan, but will consider closing loopholes, improving taxing [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-not-eyeing-tax-hikes-in-fiscal-reform/\" rel=\"nofollow\">Reuters exclusively reports Mexico not eyeing tax hikes in fiscal reform</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that Mexico’s leftist ruling party has dropped plans to nationalize lithium production and is now pushing to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-is-now-ready-to-welcome-private-lithium-miners/\" rel=\"nofollow\">Reuters exclusively reports Mexico is now ready to welcome private lithium miners</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "NY Times::Reuters South America::Reuters South America",
        "sourceUrl": "https://www.nytimes.com/2021/08/29/world/americas/nora-storm-news.html::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-not-eyeing-tax-hikes-in-fiscal-reform/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-mexico-is-now-ready-to-welcome-private-lithium-miners/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -99.133208,
          19.4326077
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Zeytinburnu, Turkey",
        "title": "Turkey lockdown: Pigeon-keeping in Istanbul on the rise",
        "imageUrl": "https://restcountries.eu/data/tur.svg",
        "icon": "https://www.bbc.com/favicon.ico",
        "description": "The ancient art of pigeon fancying, popular across Asia, enjoyed a revival during the pandemic.",
        "source": "BBC",
        "sourceUrl": "https://www.bbc.co.uk/news/world-europe-58344157?at_medium=RSS&at_campaign=KARANGA"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          28.89614,
          40.990635
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Athens, Greece",
        "title": "An Afghan Refugee Built a Robot as a Message of Hope::Giant Puppet of Syrian Refugee Angers Some on Walk Through Greece",
        "imageUrl": "https://restcountries.eu/data/grc.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "As Afghans flee the Taliban, the experiences of a fellow countryman, Saidullah Karimi, warn of tough times ahead, but also carry a message of hope.::“Little Amal” is on a 5,000-mile journey from Turkey to Britain to highlight the plight of Syrian refugees. But in Greece, some have objected to her presence, saying it could encourage more migrants.",
        "source": "NY Times::NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/27/world/europe/afghanistan-refugee-hope.html::https://www.nytimes.com/2021/08/27/world/europe/greece-syria-refugees-puppet.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          23.7275388,
          37.9838096
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tokyo, Japan",
        "title": "Japan's huge army of under-employed ex-housewives::Japan seeks to cooperate with other countries for Afghanistan evacuations",
        "imageUrl": "https://restcountries.eu/data/jpn.svg",
        "icon": "https://www.bbc.com/favicon.ico::https://www.ecns.cn/favicon.ico",
        "description": "Why women are still battling for better jobs in the world's third largest economy.::Japan will seek to evacuate its nationals and local staff at its embassy and other Japanese entities from Afghanistan in tandem with other countries.",
        "source": "BBC::China News Service (CNS)",
        "sourceUrl": "https://www.bbc.co.uk/news/business-58301604?at_medium=RSS&at_campaign=KARANGA::http://www.ecns.cn/news/2021-08-27/detail-ihaqqnar7342300.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          139.6503106,
          35.6761919
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Rome, Italy",
        "title": "Fire rips through 20-storey residential tower block in Milan::Italy will impose tighter restrictions in Sicily after a surge in cases.::Italian Official Resigns After Uproar Over Honoring Mussolini’s Brother",
        "imageUrl": "https://restcountries.eu/data/ita.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "<p>Rescue workers ‘knocking down doors’ to make sure none of the 70 families remained inside</p><p>Fire has ripped through a 20-storey residential building in Milan, leaving rescue workers scrambling to make sure no one had been caught in the flames and thick smoke.</p><p>The blaze on Sunday started on the upper floors of the tower on the southern outskirts of the capital of the Lombardy region.</p> <a href=\"https://www.theguardian.com/world/2021/aug/29/fire-rips-through-20-storey-residential-tower-block-in-milan\">Continue reading...</a>::A majority of hospitalizations on the southern island have involved the unvaccinated, and many have yet to get shots.::Claudio Durigon, a member of the right-wing League party and a deputy economy minister, had proposed to rename a park after Benito Mussolini’s brother.",
        "source": "The Guardian::NY Times::NY Times",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/29/fire-rips-through-20-storey-residential-tower-block-in-milan::https://www.nytimes.com/2021/08/28/world/italy-restrictions-sicily-virus-surge.html::https://www.nytimes.com/2021/08/27/world/europe/claudio-durigon-italy-resigns-fascist-park.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          12.4963655,
          41.9027835
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Paris, France",
        "title": "For France, American Vines Still Mean Sour Grapes::A Doctor’s Tour de France, One ‘Medical Desert’ at a Time::Michel Barnier joins long list of leaders vying to unite French centre-right",
        "imageUrl": "https://restcountries.eu/data/fra.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "French authorities have tried to outlaw hardy American hybrids for 87 years. But climate change and the natural wine movement are giving renegade winemakers a lift.::Newly graduated from medical school, Martial Jardel set off on a five-month road trip to help out in areas of France suffering from a shortage of physicians.::<p>Analysis: Les Républicains face complex battle to find 2022 presidential candidate to rival Macron and Marine Le Pen</p><p>This week’s declaration by <a href=\"https://www.theguardian.com/world/michel-barnier\">Michel Barnier</a>, the former EU chief negotiator on Brexit, that he aims to run for French president has added to the uncertainty of a crowded field of candidates competing to represent the traditional right in next spring’s election.</p><p>The rightwing Les Républicains, the party of the former president Nicolas Sarkozy, is facing an increasingly complex battle to identify a 2022 presidential candidate to rival the centrist Emmanuel Macron and the far-right Marine Le Pen, who, polls currently show, could once again face one another in the final.</p> <a href=\"https://www.theguardian.com/world/2021/aug/27/michel-barnier-joins-long-list-of-leaders-vying-to-unite-french-centre-right\">Continue reading...</a>",
        "source": "NY Times::NY Times::The Guardian",
        "sourceUrl": "https://www.nytimes.com/2021/08/29/world/europe/france-wine-usa.html::https://www.nytimes.com/2021/08/28/world/europe/france-doctor-shortage-health-care-rural.html::https://www.theguardian.com/world/2021/aug/27/michel-barnier-joins-long-list-of-leaders-vying-to-unite-french-centre-right"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          2.3522219,
          48.856614
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Fillmore, United States",
        "title": "Caldor fire: crews battling California blaze face rising temperatures::Caldor fire burns on both sides of US Highway 50, footage shows – video",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "https://www.theguardian.com/favicon.ico::https://www.theguardian.com/favicon.ico",
        "description": "<p>Triple-digit temperatures possible and heat is expected to last several days as more than a dozen wildfires are fought in the state</p><p>Spiking temperatures and increasing winds on Sunday added to the challenges faced by firefighters battling blazes across northern California, including the huge Caldor fire, which continued its march toward the Lake Tahoe resort region.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/aug/27/wildfires-california-mountain-towns-climate-crisis\">‘Our future might not look the same’: wildfires threaten way of life in California’s mountain towns</a> </p> <a href=\"https://www.theguardian.com/world/2021/aug/29/caldor-fire-northern-california-blaze-rising-temperatures-winds\">Continue reading...</a>::<p>The Caldor fire continued its slow&nbsp;march&nbsp;toward the Lake Tahoe&nbsp;resort region on Friday. If the fire continues its path, fire crews plan to make a stand at Echo Summit, a mountain pass where US Route 50 begins its descent toward Lake Tahoe.</p><p>The fire has been the nation’s top firefighting priority because of its proximity to Lake Tahoe, a popular tourist destination that is home to thousands</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/aug/27/caldor-fire-lake-tahoe-california-nevada-wildfires-weather\">Caldor fire continues march to Lake Tahoe as winds expected to pick up</a></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2021/aug/27/caldor-fire-burns-highway-50-video\">Continue reading...</a>",
        "source": "The Guardian::The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/29/caldor-fire-northern-california-blaze-rising-temperatures-winds::https://www.theguardian.com/us-news/video/2021/aug/27/caldor-fire-burns-highway-50-video"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -118.918154,
          34.3991639
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Jerusalem, Israel",
        "title": "Palestinians Finally Have Vaccines. But Will People Take Them?",
        "imageUrl": "https://restcountries.eu/data/isr.svg",
        "icon": "https://www.nytimes.com/favicon.ico",
        "description": "For months, the Palestinian authorities struggled to get doses. Now they have the shots, but disinformation and conspiracy theories have led to widespread hesitancy.",
        "source": "NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/29/world/middleeast/palestinians-covid-vaccines-hesitancy.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          35.21371,
          31.768319
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Ottawa, Canada",
        "title": "After Video of Abusive Nurse, Canada’s Indigenous Seek Health Overhaul::Canadian Para cyclist Tristen Chernove announces sudden retirement::Protests over old-growth logging on Vancouver Island have sparked change, expert says::Trudeau says he won't back down after protesters hurl death threats, racist and sexist slurs::Economic aid is Canada's leverage against Taliban: Garneau::B.C. Court of Appeal finds 'honest and sincerely held religious belief' grounds for avoiding sex::12-year-old's friends didn't celebrate after he came out as gay. So a park full of strangers did.::Kids in Elsipogtog, N.B. sponsored to play hockey in honour of late fisherman::Parks Canada plans to protect Keji's hemlocks with insecticides, cutting::BookTok's novel approach to books is helping Canadian authors, retailers attract new audiences::Invasive earthworms are remaking our forests, and climate scientists are worried::Students pay the price for hybrid model of schooling, say parents, experts::Alberta protestors share disappointment, frustration over relatives trapped in Afghanistan::How a life-altering accident led Canada's Kate O'Brien from 2016 Olympics to Paralympic podium::Falling rock hits and kills 3-year-old at mini golf course::How Canadian Leaders Campaign in a Pandemic::Treaty 11 anniversary events helped me connect with my ancestors::Disease wipes out at least 20 wild bighorn sheep in quick succession in B.C.'s Interior::Take a walk through P.E.I.'s prehistoric past::Toronto charity getting pleas from LGBTQ+ Afghans desperate to escape Taliban rule::Why Canadians need to keep their guard up in the 4th wave — even if they're fully vaccinated::Unhappy with her breast implant surgery, she wrote negative reviews. Now she owes the surgeon $30K",
        "imageUrl": "https://restcountries.eu/data/can.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.nytimes.com/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico::https://www.cbc.ca/favicon.ico",
        "description": "The abuse last year of an Indigenous woman in a Quebec hospital has prompted outrage and underlined the discrimination facing Canada’s Indigenous community.::<img alt=\"chernove-tristen-082921\" src=\"https://i.cbc.ca/1.6157738.1630268372!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/chernove-tristen-082921.jpg\" title=\"Canada\" width=\"460\" />                <p>Canadian Para cyclist Tristen Chernove withdrew from the Tokyo Paralympics on Monday in Japan, effectively beginning his retirement early.</p>::<img alt=\"Fairy creek activist Lou dory in hemlock\" height=\"259\" src=\"https://i.cbc.ca/1.6046544.1623280821!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/fairy-creek-activist-lou-dory-in-hemlock.jpg\" title=\"An activists on Vancouver Island who identifies himself as Lou fixes a dory into a tree to defy a court injunction over logging in the Fairy Creek watershed near Port Renfrew B.C.\" width=\"460\" />                <p>In the year since the first camp was set up to prevent old-growth logging around the Fairy Creek watershed on southern Vancouver Island, an expert in Canadian environmental movements says the protests have made a mark on politics and public discourse.</p>::<img alt=\"FedElxn Liberals 20210827\" height=\"259\" src=\"https://i.cbc.ca/1.6157623.1630259577!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/fedelxn-liberals-20210827.jpg\" title=\"Protesters wait for Liberal Leader Justin Trudeau to arrive at a campaign event in Bolton, Ont. on Friday, August 27, 2021. \" width=\"460\" />                <p>For the second time in a week, Liberal Leader Justin Trudeau has had a campaign event disrupted by protesters shouting obscenities, uttering death threats against the prime minister and hurling racist and misogynist insults at people of colour and women in his protective detail.  </p>::<img alt=\"AFGHANISTAN-CONFLICT/\" height=\"259\" src=\"https://i.cbc.ca/1.6154381.1630093241!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/afghanistan-conflict.jpg\" title=\"Evacuees wait to board a Boeing C-17 Globemaster III during an evacuation at Hamid Karzai International Airport in Kabul, Afghanistan, August 23, 2021. Picture taken August 23, 2021. U.S. Marine Corps/Sgt. Isaiah Campbell/Handout via REUTERS  THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY.\" width=\"460\" />                <p>Foreign Affairs Minister Marc Garneau says Canada will use economic aid as leverage with the Taliban to ensure safe passage for those trying to flee Afghanistan.</p>::<img alt=\"1673742862 - Sikh wedding stock\" height=\"259\" src=\"https://i.cbc.ca/1.6156712.1630111267!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/1673742862-sikh-wedding-stock.jpg\" title=\"The B.C. Court of Appeal says that the failure of a couple to consummate their wedding after a civil marriage but before a traditional ceremony is grounds for annulment.\" width=\"460\" />                <p>B.C.’s top court has annulled the marriage of a Sikh couple who failed to consummate their relationship in the months between their civil wedding and a religious ceremony planned to consecrate their union.</p>::<img alt=\"Brody Neville birthday\" src=\"https://i.cbc.ca/1.6157348.1630204940!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/brody-neville-birthday.jpg\" title=\"Friends and strangers met in a Calgary park to celebrate 12-year-old Brody Neville\" width=\"460\" />                <p>A crowd full of strangers filled a northwest Calgary park on Saturday to celebrate a boy's rainbow-themed birthday.</p>::<img alt=\"Craig &quot;Jumbo&quot; Sock \" src=\"https://i.cbc.ca/1.5978866.1630089794!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/craig-jumbo-sock.jpg\" title=\"Craig \" width=\"460\" />                <p>Beloved fisherman Captain Craig Sock believed to have died after his fishing vessel capsized last spring.</p>::<img alt=\"hemlock 4\" height=\"259\" src=\"https://i.cbc.ca/1.5678631.1596830840!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_460/hemlock-4.JPG\" title=\" A hemlock branch infested with the adelgid. \n\" width=\"460\" />                <p>Parks Canada is taking steps to tackle an insect that's poised to decimate 80 per cent of the eastern hemlocks at Kejimkujik National Park and Historic Site over the next 10 years.</p>::<img alt=\"Indigo BookTok\" height=\"259\" src=\"https://i.cbc.ca/1.6154892.1630087973!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/indigo-booktok.jpg\" title=\"BookTok, a hashtag and online community for book lovers on the popular social media platform TikTok, is helping boost book sales to the benefit of both Canadian authors and retailers. Indigo has a Now Trending on BookTok page on their website, featuring titles that are currently popular on the social media platform.\" width=\"460\" />                <p>BookTok is an online community and hashtag on TikTok where readers post videos of book recommendations, talk about writing novels and make reading-related jokes. With more than 18 billion views, #BookTok is being credited with reigniting interest in young adult fiction.</p>::<img alt=\"common earthworm - Lumbricus terrestris\" src=\"https://i.cbc.ca/1.6154186.1630008001!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_460/common-earthworm-lumbricus-terrestris.JPG\" title=\"North America\" width=\"460\" />                <p>As earthworms silently devour leaf litter across the country, they are changing soils, restructuring ecosystems and depleting our forests' carbon stocks.</p>::<img alt=\"Ashton \" height=\"259\" src=\"https://i.cbc.ca/1.6147469.1629908316!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/ashton.jpg\" title=\"Ashton Hall is seen taking part in his hybrid classroom during fall 2020. \" width=\"460\" />                <p>The hybrid learning model appeared in K-12 schools last year amid the COVID-19 pandemic. Now as students head into a new school year, the hybrid model is back on the table in Ontario, despite opposition from families, teachers and some education experts.</p>::<img alt=\"Tassala Attai\" height=\"259\" src=\"https://i.cbc.ca/1.6157334.1630203408!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/tassala-attai.jpg\" title=\"On Saturday, Edmontonian Tassala Attai helped organize a rally to draw attention to the plight of her cousin and other loved ones stranded in Afghanistan.\n\" width=\"460\" />                <p>Hundreds of people rallied at the Alberta Legislature grounds to show their support for the people of Afghanistan while pressuring the Canadian government to do more to help.</p>::<img alt=\"obrien-kate-082821\" src=\"https://i.cbc.ca/1.6157182.1630184038!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/obrien-kate-082821.jpg\" title=\"Canada\" width=\"460\" />                <p>It was a long journey to the Paralympic podium for Canada's Kate O’Brien, who competed in the 2016 Olympics before suffering a life-altering crash a year later. She's says it's still hard to believe she won a silver medal.</p>::<img alt=\"Mount Washington\" height=\"259\" src=\"https://i.cbc.ca/1.6157145.1630180571!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/mount-washington.jpg\" title=\"A young girl died at Mount Washington Alpine Resort on Vancouver Island Friday afternoon. \" width=\"460\" />                <p>Mount Washington Resort on Vancouver Island says a three-year-old girl has died after she was hit by a dislodged rock at a mini golf course Friday afternoon. </p>::While the Conservative leader, Erin O’Toole, is still hitting the road, his party has also created a virtual method of reaching voters.::<img alt=\"Karalyn Menicoche\" src=\"https://i.cbc.ca/1.6082302.1624825222!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/karalyn-menicoche.jpg\" title=\"Karalyn Menicoche looks out to the Mackenzie River in Fort Providence, N.W.T. She wrote an article researching the Dene\" width=\"460\" />                <p>It was a great privilege to help feed the fire at her community's Treaty 11 commemoration this summer, writes Karalyn Menicoche of Fort Providence, N.W.T.</p>::<img alt=\"Bighorn Sheep Kelowna\" height=\"259\" src=\"https://i.cbc.ca/1.5511310.1630165580!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/bighorn-sheep-kelowna.jpg\" title=\"A vulnerable herd of bighorn sheep are seen near Kelowna, B.C. in this file photo\" width=\"460\" />                <p>A disease outbreak is killing bighorn sheep and white-tailed deer near Grand Forks, B.C., and the number of dead is expected to climb.</p>::<img alt=\"Fossilized Ferns\" height=\"259\" src=\"https://i.cbc.ca/1.6151190.1629809260!/cumulusImage/httpImage/image.jpg_gen/derivatives/16x9_460/fossilized-ferns.jpg\" title=\"Geologist Laura MacNeil holds up examples of fossilized ferns that grew in this area around 300 million years ago.\" width=\"460\" />                <p>Geologist Laura MacNeil, who founded Prehistoric Island Tours, walks us through some of P.E.I.'s past in the Permian period and the fossils left behind from roughly 300 million years ago.</p>::<img alt=\"Nemat Sadat \" for=\"for\" src=\"https://i.cbc.ca/1.6156022.1630085755!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/nemat-sadat.jpg\" title=\"LGBTQ+ activist Nemat Sadat says he\" width=\"460\" />                <p>Toronto-based charity Rainbow Railroad says it has received more than 200 requests from people in Afghanistan in the LGBTQ+ community fearing for their safety and looking to escape.</p>::<img alt=\"Masks feature, Toronto\" height=\"259\" src=\"https://i.cbc.ca/1.6138937.1628788724!/cumulusImage/httpImage/image.jpg_gen/derivatives/16x9_460/masks-feature-toronto.jpg\" title=\"Torontonians carry masks on Aug. 12, 2021, as health officials cite rising COVID-19 case counts as a sign Ontario is in a fourth wave of coronavirus infections.\" width=\"460\" />                <p>The delta variant has changed the rules of the game — raising the immunity threshold we need to hit, increasing risk in our day-to-day lives and requiring even fully vaccinated Canadians to keep their guard up. </p>::<img alt=\"Breast Implants Safety\" height=\"259\" src=\"https://i.cbc.ca/1.5070810.1630165313!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_460/breast-implants-safety.jpg\" title=\"FILE - This Dec. 11, 2006 file photo shows a silicone gel breast implant in Irving, Texas. U.S. health officials are taking another look at the safety of breast implants, the latest review in a decades-long debate. At a two-day meeting that starts Monday, March 25, 2019, a panel of experts for the U.S. Food and Drug Administration will hear from researchers, plastic surgeons and implant makers, as well as from women who believe their ailments were caused by the implants.  (AP Photo/Donna McWilliam, File)\" width=\"460\" />                <p>'Defamatory comments dressed up as reviews that are not factual or do not qualify as fair comment are subject to the laws of defamation,' a judge in B.C. wrote.</p>",
        "source": "NY Times::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::NY Times::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada::CBC Canada",
        "sourceUrl": "https://www.nytimes.com/2021/08/28/world/canada/canada-indigenous-health-care.html::https://www.cbc.ca/sports/paralympics/summer/para-cycling/paralympics-tristen-chernove-retirement-1.6157731?cmp=rss::https://www.cbc.ca/news/canada/british-columbia/fairy-creek-one-year-old-growth-logging-1.6157666?cmp=rss::https://www.cbc.ca/news/politics/trudeau-protest-racist-death-threat-sexist-1.6157617?cmp=rss::https://www.cbc.ca/news/politics/taliban-leverage-canada-1.6157430?cmp=rss::https://www.cbc.ca/news/canada/british-columbia/annulment-marriage-religious-incapacity-1.6156524?cmp=rss::https://www.cbc.ca/news/canada/calgary/rainbow-birthday-calgary-1.6157335?cmp=rss::https://www.cbc.ca/news/canada/new-brunswick/craig-jumbo-sock-hockey-donation-1.6155531?cmp=rss::https://www.cbc.ca/news/canada/nova-scotia/hemlock-woolly-adelgid-kejimkujik-parks-canada-plan-1.6153944?cmp=rss::https://www.cbc.ca/news/entertainment/booktok-tiktok-canadian-authors-retailers-1.6154331?cmp=rss::https://www.cbc.ca/news/science/invasive-earthworms-threat-forests-climate-change-1.6154164?cmp=rss::https://www.cbc.ca/news/canada/hybrid-learning-2021-2022-1.6146818?cmp=rss::https://www.cbc.ca/news/canada/edmonton/edmonton-rally-afghanistan-1.6157330?cmp=rss::https://www.cbc.ca/sports/paralympics/summer/para-cycling/paralympics-kate-obrien-cycling-silver-follow-1.6157176?cmp=rss::https://www.cbc.ca/news/canada/british-columbia/3-year-old-girl-dies-on-mini-golf-course-at-mount-washington-1.6157128?cmp=rss::https://www.nytimes.com/2021/08/27/world/canada/canada-leaders-campaign-pandemic.html::https://www.cbc.ca/news/canada/north/karalyn-menicoche-first-person-1.6154668?cmp=rss::https://www.cbc.ca/news/canada/british-columbia/big-horn-sheep-die-out-1.6155184?cmp=rss::https://www.cbc.ca/news/canada/prince-edward-island/pei-prehistoric-tours-dimetrodon-1.6151143?cmp=rss::https://www.cbc.ca/news/canada/toronto/lgbtq-afghanistan-taliban-escape-1.6155999?cmp=rss::https://www.cbc.ca/news/health/fourth-wave-canada-covid19-vaccine-herd-immunity-delta-variant-1.6156437?cmp=rss::https://www.cbc.ca/news/canada/british-columbia/woman-ordered-to-pay-30k-in-damages-for-negative-breast-implant-review-1.6156240?cmp=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -75.69719309999999,
          45.4215296
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sana'a, Yemen",
        "title": "Missile and drone attack kills at least 30 in south Yemen",
        "imageUrl": "https://restcountries.eu/data/yem.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>At least three explosions took place at al-Anad airbase, officials said</p><p>A missile and drone attack on a key military base in south Yemen has killed at least 30 troops, a Yemeni military spokesman said. It was one of the deadliest attacks in the country’s civil war in recent years.</p><p>Mohammed al-Naqib, the spokesman for Yemen’s southern forces, said the attack on Sunday on al-Anad airbase in the province of Lahj wounded at least 65. He said the casualty toll could rise since rescue teams were still clearing the site.</p> <a href=\"https://www.theguardian.com/world/2021/aug/29/missile-drone-attack-south-yemen\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/world/2021/aug/29/missile-drone-attack-south-yemen"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          44.1910066,
          15.3694451
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kingston, Jamaica",
        "title": "Lee ‘Scratch’ Perry, visionary master of reggae, dies aged 85",
        "imageUrl": "https://restcountries.eu/data/jam.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>Producer and performer who worked with Bob Marley and pioneered both dub and roots reggae styles dies in hospital in Jamaica</p><p><a href=\"https://www.theguardian.com/music/2021/aug/29/lee-scratch-perry-obituary\">• Obituary: one of Jamaica’s finest and most unpredictable musicians</a></p><p>Lee “Scratch” Perry, whose pioneering work with roots reggae and dub opened up profound new depths in Jamaican music, has died aged 85.</p><p>Jamaican media reported the news that he died in hospital in Lucea, northern Jamaica. No cause of death has yet been given. Andrew Holness, the country’s prime minister, sent “deep condolences” to Perry’s family.</p> <a href=\"https://www.theguardian.com/music/2021/aug/29/lee-scratch-perry-visionary-master-of-reggae-dies-aged-85\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/music/2021/aug/29/lee-scratch-perry-visionary-master-of-reggae-dies-aged-85"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -76.8099041,
          18.0178743
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Juba, Sudan",
        "title": "South Sudan: South Sudan Police Warn Against Anti-Government Protests",
        "imageUrl": "https://restcountries.eu/data/ssd.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[VOA] Juba , South Sudan -- The South Sudan National Police Service has deployed officers on the streets of the capital, Juba, and warned South Sudanese not to take part in the scheduled nationwide Monday protests against the government.",
        "source": "AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290074.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          31.57125,
          4.859363
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Maputo, Mozambique",
        "title": "Mozambique: Mozambique Insurgency - Focus Needs to Shift to Preventing Criminality At Sea",
        "imageUrl": "https://restcountries.eu/data/moz.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[The Conversation Africa] The insurgency in the Cabo Delgado province of Mozambique has been placed firmly in the international spotlight since radicals linked to Islamic State launched their audacious attack on the town of Palma in March, killing over 50 people.",
        "source": "AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290069.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          32.5731746,
          -25.969248
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Nairobi, Kenya",
        "title": "Kenya: How Tokyo 2020 Tested Kenya's Running Dominance and Revealed Future Threats::Kenya: It's Crash Calendar in Kenya After 'Failed Online Programme'",
        "imageUrl": "https://restcountries.eu/data/ken.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[The Conversation Africa] As a small developing nation, Kenya has consistently punched above its weight on the international sports arena, more so in athletics. This is reflected perfectly in the fact that 93% of Kenya's 114 Olympic medals won between 1964 and 2021 are in track and field while the remaining seven came from boxing.::[East African] Kenya's education sector was hardest hit by the Covid-19 pandemic that paralysed learning in all levels, from primary school to universities in 2020.",
        "source": "AllAfrica::AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290068.html::https://allafrica.com/stories/202108290063.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          36.8219462,
          -1.2920659
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kampala, Uganda",
        "title": "Uganda: A Ugandan Crisis in 18 Months - No Schools, Unpaid Loans, 2-in-1 Class",
        "imageUrl": "https://restcountries.eu/data/uga.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[East African] For years to come, more than 15 million school children in Uganda will be playing catch up to their peers in the region, after 18 months of lockdown - and still counting - during which access to learning has been minimal if not nonexistent.",
        "source": "AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290065.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          32.5825197,
          0.3475964
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Maseru, Lesotho",
        "title": "Lesotho: Rwanda, Lesotho Police Forces Sign Cooperation Agreement",
        "imageUrl": "https://restcountries.eu/data/lso.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[New Times] The signed cooperation pact between Rwanda National Police (RNP) and Lesotho Mounted Police Service (LMPS) is an important sphere to share common interests and respond to cross-border security threats, according to a joint communique issued by the two parties on Saturday, August 28.",
        "source": "AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290061.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          27.4869229,
          -29.3150767
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Harare, Zimbabwe",
        "title": "Zimbabwe: Scandal As Zimbabwean Ministry Issues Farm Offer Letter to a Fugitive::Zimbabwe: Warriors Legend George Shaya Laid to Rest",
        "imageUrl": "https://restcountries.eu/data/zwe.svg",
        "icon": "https://allafrica.com/static/images/structure/favicon.ico::https://allafrica.com/static/images/structure/favicon.ico",
        "description": "[New Zimbabwe] A 99-year lease offer letter that was issued and signed by the minister of Lands, Agriculture, Fisheries, Water and Rural Resettlement Anxious Masuka to a fugitive who skipped the country 14 years ago has removed the lid on massive corruption in the ministry.::[New Zimbabwe] Warriors' legend George Shaya was laid to rest at Warren Hills Cemetery in Harare on Saturday amid emotional scenes as the Zimbabwean football family bid farewell to the country's greatest footballer of all time.",
        "source": "AllAfrica::AllAfrica",
        "sourceUrl": "https://allafrica.com/stories/202108290050.html::https://allafrica.com/stories/202108290047.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          31.0492259,
          -17.8216288
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "York, United Kingdom",
        "title": "Coronavirus in UK: Britons, Unfazed by High Covid Rates, Weigh Their ‘Price of Freedom’::In Britain, Young Children Don’t Wear Masks in School",
        "imageUrl": "https://restcountries.eu/data/gbr.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.nytimes.com/favicon.ico",
        "description": "Britain is reporting more than 30,000 new coronavirus cases a day, but the public seems to have moved on. Experts say this could be a glimpse into the future for other countries.::During the Delta surge, British schools emphasized other safety measures: quarantining and regular testing for the virus.",
        "source": "NY Times::NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/28/world/europe/coronavirus-britain-uk.html::https://www.nytimes.com/2021/08/27/us/students-masks-classrooms-britain.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -1.0872979,
          53.95996510000001
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Shīnḏanḏ, Afghanistan",
        "title": "Herat under the Taliban: residents on the new rulers",
        "imageUrl": "https://restcountries.eu/data/afg.svg",
        "icon": "https://www.bbc.com/favicon.ico",
        "description": "People in Afghanistan’s third-largest city, Herat, explain how life has changed in recent weeks.",
        "source": "BBC",
        "sourceUrl": "https://www.bbc.co.uk/news/world-asia-58346909?at_medium=RSS&at_campaign=KARANGA"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          62.136421,
          33.307049
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Allapattah, United States",
        "title": "U.S. Florida judge rules school districts may issue mask mandates for students",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "A judge in the U.S. state of Florida ruled Friday that school districts in the state may issue mask mandates for students, dealing a blow to the effort by Governor Ron DeSantis and other officials to block such orders.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/society/2021-08-28/detail-ihaqqnar7342387.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -80.22655449999999,
          25.8003154
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Naypyidaw, Myanmar",
        "title": "Myanmar’s Monks, Leaders of Past Protests, Are Divided Over the Coup",
        "imageUrl": "https://restcountries.eu/data/mmr.svg",
        "icon": "https://www.nytimes.com/favicon.ico",
        "description": "Some senior members of the Buddhist clergy have given their blessing to the generals in power. But hundreds of lower-ranking monks have been jailed for protesting.",
        "source": "NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/28/world/asia/myanmar-monks-coup.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          96.07851040000001,
          19.7633057
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Urayasu, Japan",
        "title": "Chinese wheelchair tennis team off to successful start at Tokyo Paralympics",
        "imageUrl": "https://restcountries.eu/data/jpn.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "The Chinese wheelchair tennis team on Friday started the first day of tournament with three winning matches, as men's singles player Ji Zhenxu and two women's doubles groups beat their opponents in the Tokyo Paralympic Games.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/sports/2021-08-28/detail-ihaqqnar7342382.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          139.9019863,
          35.6531598
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Brasília, Brazil",
        "title": "Fossils Seized in Police Raid Demystify a Prehistoric Flying Reptile::Reuters exclusively reports Brazil’s 3R is bidding for Petrobras refinery and oilfields::Reuters reveals Argentine meat packers reach preliminary export deal with government::Reuters exclusively reports tweets about fuel shortages led to Venezuelan oil union leader’s arrest",
        "imageUrl": "https://restcountries.eu/data/bra.svg",
        "icon": "https://www.nytimes.com/favicon.ico::reuters.png::reuters.png::reuters.png",
        "description": "Among the 3,000 fossils seized at a Brazilian port in 2013 was an almost complete skeleton from the pterosaur species Tupandactylus navigans, preserved in six limestone slabs.::<p>Reuters exclusively reported that consortia led by Brazil&#8217;s 3R Petroleum Oleo e Gas SA and private equity firm Seacrest Capital [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-brazils-3r-is-bidding-for-petrobras-refinery-and-oilfields/\" rel=\"nofollow\">Reuters exclusively reports Brazil&#8217;s 3R is bidding for Petrobras refinery and oilfields</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters broke the news that Argentine meat packers reached a preliminary deal with the government that will allow them to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-argentine-meat-packers-reach-preliminary-export-deal-with-government/\" rel=\"nofollow\">Reuters reveals Argentine meat packers reach preliminary export deal with government</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters reported exclusively that Venezuelan law enforcement officers arrested an oil workers&#8217; union leader last fall in part due to [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-tweets-about-fuel-shortages-led-to-venezuelan-oil-union-leaders-arrest/\" rel=\"nofollow\">Reuters exclusively reports tweets about fuel shortages led to Venezuelan oil union leader&#8217;s arrest</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "NY Times::Reuters South America::Reuters South America::Reuters South America",
        "sourceUrl": "https://www.nytimes.com/2021/08/27/science/pterosaur-fossil.html::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-brazils-3r-is-bidding-for-petrobras-refinery-and-oilfields/::https://www.reutersagency.com/en/reuters-best/reuters-reveals-argentine-meat-packers-reach-preliminary-export-deal-with-government/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-tweets-about-fuel-shortages-led-to-venezuelan-oil-union-leaders-arrest/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -47.8918881,
          -15.7975174
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hamburg, Germany",
        "title": "The End of the German Airlift: What Will Become of the Afghans Left Behind?::Redistributing Mafia Assets: The Palaces and Ruins of the Drug Bosses::Social Design Award 2021: This Is the Last Chance To Take Part in Our Reader Competition!::Stewing Conflict Between German High Court and the EU Could Boil Over::Summer of Anxiety: Have We Finally Broken the Climate?",
        "imageUrl": "https://restcountries.eu/data/deu.svg",
        "icon": "https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico::https://www.spiegel.de/favicon.ico",
        "description": "On Thursday, the German military suspended flights from Kabul. Thousands of people who worked for the Germans have been left behind. Berlin is hoping negotiations with the Taliban will give them a way out.::Mafiosi and drug bosses have changed the face of cities around the world with their massive villas. Now, these assets are being confiscated in Italy, Berlin and Mexico and given back to the people.::Parents and children are always in need of a helping hand, but particularly during pandemic times. That’s why DER SPIEGEL and SPIEGEL WISSEN are looking for the best ideas for strengthening families. Enter your submission by August 31 for a chance to win 2,500 euros!::The European Union's highest court and Germany's Constitutional Court are facing off over which institution has the last say when it comes to major political issues. The government in Berlin is desperately trying to play down the severity of the conflict.::Heat domes in Canada, flooding in Germany, droughts in Africa and Central Asia: This summer has seen some worrying weather. How closely is it tied to climate change? Scientists around the world are trying to find out.",
        "source": "Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International::Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/germany/the-end-of-the-german-airlift-what-will-become-of-the-afghans-left-behind-a-f34b21d9-c0be-499e-a8c7-dc778a3bb7bf#ref=rss::https://www.spiegel.de/international/world/redistributing-mafia-assets-the-palaces-and-ruins-of-the-drug-bosses-a-7cc23a80-659a-44ca-96ea-6d222c1a88e1#ref=rss::https://www.spiegel.de/international/social-design-award-2021-this-is-the-last-chance-to-take-part-in-our-reader-competition-a-6a4a9737-e07b-4210-8f28-ab00be683682#ref=rss::https://www.spiegel.de/international/europe/stewing-conflict-between-german-high-court-and-the-eu-could-boil-over-a-f0b9c9bb-de7a-4dd0-9585-7698a2ffd8c2#ref=rss::https://www.spiegel.de/international/world/summer-of-anxiety-have-we-finally-broken-the-climate-a-b2ce06af-6c61-4ac0-853e-81c4a4fb49b8#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          9.9936819,
          53.5510846
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Yanjiang, China",
        "title": "Disabled athlete from Sichuan pursues Paralympics dream::Scenic spot in Sichuan sees first snow in fall",
        "imageUrl": "https://restcountries.eu/data/chn.svg",
        "icon": "https://www.ecns.cn/favicon.ico::https://www.ecns.cn/favicon.ico",
        "description": "Wearing a scimitar-like sporting prosthesis and standing before the track, Chen Yimei, 28, is dubbed the \"blade warrior\".::The scenic spot of Dagu Holy-glacier in Aba Tibetan and Qiang Autonomous Prefecture, Sichuan Province embraced its first snow after the Beginning of Autumn on Wednesday.",
        "source": "China News Service (CNS)::China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/video/2021-08-27/detail-ihaqqnar7342323.shtml::http://www.ecns.cn/video/2021-08-27/detail-ihaqqnar7342241.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          104.677091,
          30.108216
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Zhuzhou, China",
        "title": "Hunan's first China-Europe freight train for free trade leaves for Russia",
        "imageUrl": "https://restcountries.eu/data/chn.svg",
        "icon": "https://www.ecns.cn/favicon.ico",
        "description": "Hunan's first China-Europe freight train for free trade left Changsha, capital of Hunan, on Thursday afternoon, and will arrive in Russia's Minsk via northeast China's Manzhouli Port about 17 days later.",
        "source": "China News Service (CNS)",
        "sourceUrl": "http://www.ecns.cn/news/cns-wire/2021-08-27/detail-ihaqqnar7342316.shtml"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          113.133853,
          27.827986
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Islamabad, Pakistan",
        "title": "Pakistan emerges as a winner. What will it do now?",
        "imageUrl": "https://restcountries.eu/data/pak.svg",
        "icon": "https://www.nytimes.com/favicon.ico",
        "description": "",
        "source": "NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/27/world/pakistan-emerges-as-a-winner-what-will-it-do-now.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          73.04788479999999,
          33.6844202
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Copenhagen, Denmark",
        "title": "Denmark says Covid is no longer a ‘socially critical disease.’",
        "imageUrl": "https://restcountries.eu/data/dnk.svg",
        "icon": "https://www.nytimes.com/favicon.ico",
        "description": "",
        "source": "NY Times",
        "sourceUrl": "https://www.nytimes.com/2021/08/27/world/denmark-says-covid-is-no-longer-a-socially-critical-disease.html"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          12.5683372,
          55.6760968
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Port-au-Prince, Haiti",
        "title": "‘They don’t come for us’: Haitians face agonising wait for help after quake",
        "imageUrl": "https://restcountries.eu/data/hti.svg",
        "icon": "https://www.theguardian.com/favicon.ico",
        "description": "<p>People in need of water, food and shelter are fending for themselves as aid response complicated by heavy rain, gangs and distrust of international agencies</p><p>On the morning a catastrophic earthquake struck southern Haiti, Jackson Mason, a barber, was picking up water and other shopping from Cavaillon’s bustling market.</p><p>“The earth below me started to shake – people were thrown into the air, others yelled, praying to Jesus to save them,” Mason, 35, says. “Everything flew in the air, even the wallets in people’s hands.”</p> <a href=\"https://www.theguardian.com/global-development/2021/aug/27/haiti-earthquake-haitians-face-agonising-wait-for-help\">Continue reading...</a>",
        "source": "The Guardian",
        "sourceUrl": "https://www.theguardian.com/global-development/2021/aug/27/haiti-earthquake-haitians-face-agonising-wait-for-help"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.3074326,
          18.594395
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Nuuk, Greenland",
        "title": "Climate Change Reporter Covers a Mix of Angst and Ambition::Rain in Greenland: A Glaciologist Explains a Rare and Dangerous Event",
        "imageUrl": "https://restcountries.eu/data/grl.svg",
        "icon": "https://www.nytimes.com/favicon.ico::https://www.spiegel.de/favicon.ico",
        "description": "A Times journalist distills the recent U.N. report and talks about how he treats a beat that can get more than a little gloomy.::For the first time on record, it recently rained at the highest point in Greenland. Glaciologist Andreas Peter Ahlstrøm explains why it happened – and how dangerous it could be for the rest of the world.",
        "source": "NY Times::Der Spiegel - International",
        "sourceUrl": "https://www.nytimes.com/2021/08/27/insider/united-nations-climate-report.html::https://www.spiegel.de/international/world/rain-in-greenland-a-glaciologist-explains-a-rare-and-dangerous-event-a-4c144d2a-1819-4489-a404-dd8e70dcbe9e#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -51.6941381,
          64.18140989999999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Yolöten, Turkmenistan",
        "title": "Mary Trump: \"Donald Is a Fascist and the Republicans Are Trying To Destroy Our Democracy\"",
        "imageUrl": "https://restcountries.eu/data/tkm.svg",
        "icon": "https://www.spiegel.de/favicon.ico",
        "description": "In an interview, Mary Trump, the only niece of the former American president, talks about an uncle she describes as dangerous, his enduring power and the growing hate in America.",
        "source": "Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/world/interview-with-mary-trump-donald-is-a-fascist-and-the-republicans-are-trying-to-destroy-our-democracy-a-fd431142-d921-41fa-a92f-0b83921c842a#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          62.3682506,
          37.2944409
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Nicosia, Cyprus",
        "title": "A Refugee Returns to Northern Cyprus After 47 Years",
        "imageUrl": "https://restcountries.eu/data/cyp.svg",
        "icon": "https://www.spiegel.de/favicon.ico",
        "description": "At the age of 15, Tasoula Hadjitofi had to flee her home in Cyprus. Forty-seven years after the war, Turkey has finally allowed her to visit the Greek quarter in Famagusta for the first time. What is left of her childhood home?",
        "source": "Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/europe/an-expellee-returns-to-northern-cyprus-after-47-years-a-664be1fc-7020-45a0-9af3-e4af2233f517#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          33.38227639999999,
          35.1855659
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Minsk, Belarus",
        "title": "Lukashenko's Revenge: How Belarus Is Funneling Refugees into the EU",
        "imageUrl": "https://restcountries.eu/data/blr.svg",
        "icon": "https://www.spiegel.de/favicon.ico",
        "description": "With the EU putting pressure on Belarus in the form of sanctions, the country's autocratic president, Alexander Lukashenko, has responded by funneling refugees from Iraq and elsewhere into Lithuania. The situation on the border is worsening.",
        "source": "Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/europe/lukashenko-s-revenge-how-belarus-is-funneling-refugees-into-the-eu-a-a3151fc2-9b3b-4812-a63a-298ea26f55b0#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          27.558972,
          53.9006011
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Warsaw, Poland",
        "title": "Poland's Judges Are Fighting To Save Rule of Law and Their Own Jobs",
        "imageUrl": "https://restcountries.eu/data/pol.svg",
        "icon": "https://www.spiegel.de/favicon.ico",
        "description": "Jarosław Kaczyński, who holds the levers of power in the Polish government, is well on his way to turning the country into an autocracy. Just one thing stands in his way: a few courageous judges. They are the subject of systematic harassment and are desperately waiting for help from the EU.",
        "source": "Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/europe/poland-s-judges-are-fighting-to-save-rule-of-law-and-their-own-jobs-a-fdf982c4-4a94-407d-b671-550e9a8ba14b#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          21.0122287,
          52.2296756
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Managua, Nicaragua",
        "title": "Bianca Jagger on State-Sponsored Violence in Nicaragua",
        "imageUrl": "https://restcountries.eu/data/nic.svg",
        "icon": "https://www.spiegel.de/favicon.ico",
        "description": "Human rights defender Bianca Jagger is heavily critical of the president of her homeland, Nicaragua. \"Daniel Ortega is a murderous dictator,\" she says, adding that she doesn't believe he will ever hold free elections.",
        "source": "Der Spiegel - International",
        "sourceUrl": "https://www.spiegel.de/international/world/bianca-jagger-on-state-sponsored-violence-in-nicaragua-they-would-shoot-at-the-throat-and-the-head-to-murder-the-protesters-a-ee51e63a-cc54-487c-b87a-c471982b4a25#ref=rss"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -86.2361744,
          12.1149926
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lima, Peru",
        "title": "Reuters exclusively reports Peru’s new gov’t eyes natural gas, hydroelectric sectors for public companies::Reuters exclusively reports Peru’s Castillo plans technocrat-heavy cabinet, moderate in economy role::Peru election",
        "imageUrl": "https://restcountries.eu/data/per.svg",
        "icon": "reuters.png::reuters.png::reuters.png",
        "description": "<p>Reuters exclusively interviewed Peru&#8217;s new Prime Minister Guido Bellido, who said the state plans to participate in key industries, including [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-new-govt-eyes-natural-gas-hydroelectric-sectors-for-public-companies/\" rel=\"nofollow\">Reuters exclusively reports Peru&#8217;s new gov&#8217;t eyes natural gas, hydroelectric sectors for public companies</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that socialist Pedro Castillo, expected to be confirmed as Peru&#8217;s next president, is drawing up a &#8220;hybrid&#8221; [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-castillo-plans-technocrat-heavy-cabinet-moderate-in-economy-role/\" rel=\"nofollow\">Reuters exclusively reports Peru&#8217;s Castillo plans technocrat-heavy cabinet, moderate in economy role</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>On June 7, Reuters was ahead with key wins on Peru’s presidential election, including 42 seconds ahead with the first [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/peru-election/\" rel=\"nofollow\">Peru election</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "Reuters South America::Reuters South America::Reuters South America",
        "sourceUrl": "https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-new-govt-eyes-natural-gas-hydroelectric-sectors-for-public-companies/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-perus-castillo-plans-technocrat-heavy-cabinet-moderate-in-economy-role/::https://www.reutersagency.com/en/reuters-best/peru-election/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -77.042754,
          -12.0463731
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Washington, D.C., United States",
        "title": "Reuters exclusively reports Fed’s Kaplan wants bond-buying taper to start soon and be gradual::Reuters exclusively reports commodity trader Freepoint faces U.S. bribery probe::Reuters exclusively reports Amazon-backed Rivian confirms plan for second U.S. assembly plant::Reuters gives insight into after COVID revenue collapse, Canadian municipalities face insurance premium spike::Reuters reveals Illumina, Grail deal faces full-scale EU antitrust probe; market reacts::Reuters provides insight into how retail workers in unions reap higher wages even as U.S. organizers suffer setbacks::Reuters provides insight into how concrete makers face heavy lift on climate pledges",
        "imageUrl": "https://restcountries.eu/data/usa.svg",
        "icon": "reuters.png::reuters.png::reuters.png::reuters.png::reuters.png::reuters.png::reuters.png",
        "description": "<p>Reuters reported exclusively that Dallas Federal Reserve President Robert Kaplan believes the U.S. central bank should start reducing its bond-buying [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-feds-kaplan-wants-bond-buying-taper-to-start-soon-and-be-gradual/\" rel=\"nofollow\">Reuters exclusively reports Fed&#8217;s Kaplan wants bond-buying taper to start soon and be gradual</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that the U.S. Justice Department is investigating Connecticut-based trading house Freepoint Commodities over whether payments to employees [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-commodity-trader-freepoint-faces-u-s-bribery-probe/\" rel=\"nofollow\">Reuters exclusively reports commodity trader Freepoint faces U.S. bribery probe</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that electric vehicle startup Rivian is planning a second U.S. assembly plant that includes battery cell production. [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-amazon-backed-rivian-confirms-plan-for-second-u-s-assembly-plant/\" rel=\"nofollow\">Reuters exclusively reports Amazon-backed Rivian confirms plan for second U.S. assembly plant</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters took readers on a deep dive into how Canadian municipalities reeling from a pandemic-driven hit to revenues are facing an [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-gives-insight-into-after-covid-revenue-collapse-canadian-municipalities-face-insurance-premium-spike/\" rel=\"nofollow\">Reuters gives insight into after COVID revenue collapse, Canadian municipalities face insurance premium spike</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters exclusively reported that U.S. life sciences company Illumina Inc&#8217;s proposed buy of cancer test maker Grail Inc faces a lengthy EU [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-illumina-grail-deal-faces-full-scale-eu-antitrust-probe-market-reacts/\" rel=\"nofollow\">Reuters reveals Illumina, Grail deal faces full-scale EU antitrust probe; market reacts</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters took readers on a deep dive into how a review of two decades of U.S. retail wages found union workers get [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-provides-insight-into-how-retail-workers-in-unions-reap-higher-wages-even-as-u-s-organizers-suffer-setbacks/\" rel=\"nofollow\">Reuters provides insight into how retail workers in unions reap higher wages even as U.S. organizers suffer setbacks</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>::<p>Reuters provided insight into how steep challenges in technology, cost-control, environmental regulation and building-code compliance could snarl an effort by [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-provides-insight-into-how-concrete-makers-face-heavy-lift-on-climate-pledges/\" rel=\"nofollow\">Reuters provides insight into how concrete makers face heavy lift on climate pledges</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "Reuters North America::Reuters North America::Reuters North America::Reuters North America::Reuters North America::Reuters North America::Reuters North America",
        "sourceUrl": "https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-feds-kaplan-wants-bond-buying-taper-to-start-soon-and-be-gradual/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-commodity-trader-freepoint-faces-u-s-bribery-probe/::https://www.reutersagency.com/en/reuters-best/reuters-exclusively-reports-amazon-backed-rivian-confirms-plan-for-second-u-s-assembly-plant/::https://www.reutersagency.com/en/reuters-best/reuters-gives-insight-into-after-covid-revenue-collapse-canadian-municipalities-face-insurance-premium-spike/::https://www.reutersagency.com/en/reuters-best/reuters-reveals-illumina-grail-deal-faces-full-scale-eu-antitrust-probe-market-reacts/::https://www.reutersagency.com/en/reuters-best/reuters-provides-insight-into-how-retail-workers-in-unions-reap-higher-wages-even-as-u-s-organizers-suffer-setbacks/::https://www.reutersagency.com/en/reuters-best/reuters-provides-insight-into-how-concrete-makers-face-heavy-lift-on-climate-pledges/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -77.0368707,
          38.9071923
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Carolina, Puerto Rico",
        "title": "Reuters reveals Piedmont Lithium, in push to supply Tesla, irking North Carolina neighbors; market reacts",
        "imageUrl": "https://restcountries.eu/data/pri.svg",
        "icon": "reuters.png",
        "description": "<p>Reuters exclusively reported that Piedmont Lithium Inc has not applied for a state mining permit or a necessary zoning variance [&#8230;]</p>\n<p>The post <a href=\"https://www.reutersagency.com/en/reuters-best/reuters-reveals-piedmont-lithium-in-push-to-supply-tesla-irking-north-carolina-neighbors-market-reacts/\" rel=\"nofollow\">Reuters reveals Piedmont Lithium, in push to supply Tesla, irking North Carolina neighbors; market reacts</a> appeared first on <a href=\"https://www.reutersagency.com/en/\" rel=\"nofollow\">Reuters News Agency</a>.</p>",
        "source": "Reuters North America",
        "sourceUrl": "https://www.reutersagency.com/en/reuters-best/reuters-reveals-piedmont-lithium-in-push-to-supply-tesla-irking-north-carolina-neighbors-market-reacts/"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -65.9630925,
          18.3736316
        ]
      }
    }
  ]
}